Repository: kefahB/i18n
Catalog: App_Resources/iOS/*.lproj/Localizable.strings
Languages: de, fr, nl

# about_payment_desc
source: {"About payment":"Cocarz uses secure payment with our partner Stripe.","Why does Cocarz choose to partner with Stripe for payments?":"Cocarz believes in providing a seamless and secure payment experience for our users. By partnering with Stripe, a renowned leader in online payment processing, we can offer advanced security measures and a reliable payment infrastructure.","Is my payment information safe when using Cocarz's services?":"Absolutely. Cocarz prioritizes the security of your payment information. When you make a payment, your sensitive data is encrypted and securely transmitted to Stripe's servers, adhering to industry-leading security standards.","Can I trust that my payment details won't be shared with third parties?":"Yes, you can trust that your payment details are handled with the utmost confidentiality. Cocarz and Stripe both follow strict privacy policies, and your payment information is never shared with any unauthorized parties.","How do I know that my payment was successful?":"Once your payment is processed, you'll receive a confirmation notification indicating the successful completion of your transaction. Additionally, you can always check your transaction history within your Cocarz account.","What payment methods are accepted on Cocarz?":"Cocarz supports a variety of payment methods, including major credit and debit cards. This flexibility ensures that you can choose the payment option that suits you best.","Saving Card Details":"Cocarz offers a secure option for saving your card details for convenient and faster payments. You can choose to save your card information during the payment process. We take your security seriously and use advanced encryption to ensure that your card information is stored securely.","Deleting Saved Card Details":"You have full control over your saved card details. If you decide to delete your saved card information, you can easily do so at any time through your account settings. This won't affect your ability to make payments on Cocarz.","How to Delete Card Details":"Deleting your saved card details is simple. Log in to your Cocarz account, navigate to the payment settings, and choose the option to delete your saved card information.","Impact on Payments":"Deleting your saved card details won't impact your ability to make payments on Cocarz. You can still use other secure payment methods when booking your rides.","What should I do if I encounter any issues with payments on Cocarz?":"If you encounter any payment-related issues, please don't hesitate to contact our dedicated support team. We're here to assist you and ensure that your payment experience is smooth and hassle-free.","More Questions":"If you have more questions or concerns about saving card details or any other aspect of using Cocarz, feel free to reach out to our support team. We're here to assist you."}
de: {"Über Zahlung":"Cocarz verwendet sichere Zahlungen mit unserem Partner Stripe.","Warum entscheidet sich Cocarz für eine Partnerschaft mit Stripe für Zahlungen?":"Cocarz ist davon überzeugt, unseren Benutzern eine nahtlose und sichere Zahlungserfahrung zu bieten. Durch die Zusammenarbeit mit Stripe, einem renommierten Marktführer in der Online-Zahlungsabwicklung, können wir fortschrittliche Sicherheitsmaßnahmen und eine zuverlässige Zahlungsinfrastruktur bieten.","Ist meine Zahlungsinformation sicher, wenn ich die Dienste von Cocarz nutze?":"Absolut. Cocarz hat die Sicherheit Ihrer Zahlungsinformationen oberste Priorität. Wenn Sie eine Zahlung vornehmen, werden Ihre sensiblen Daten verschlüsselt und sicher an die Server von Stripe übertragen und entsprechen führenden Sicherheitsstandards.","Kann ich darauf vertrauen, dass meine Zahlungsdetails nicht an Dritte weitergegeben werden?":"Ja, Sie können darauf vertrauen, dass Ihre Zahlungsdetails mit größter Vertraulichkeit behandelt werden. Sowohl Cocarz als auch Stripe halten sich an strenge Datenschutzrichtlinien, und Ihre Zahlungsinformationen werden niemals an unbefugte Dritte weitergegeben.","Wie erfahre ich, ob meine Zahlung erfolgreich war?":"Sobald Ihre Zahlung verarbeitet wurde, erhalten Sie eine Bestätigungsmeldung, die den erfolgreichen Abschluss Ihrer Transaktion anzeigt. Zusätzlich können Sie jederzeit Ihre Transaktionshistorie in Ihrem Cocarz-Konto überprüfen.","Welche Zahlungsmethoden werden auf Cocarz akzeptiert?":"Cocarz unterstützt eine Vielzahl von Zahlungsmethoden, darunter gängige Kredit- und Debitkarten. Diese Flexibilität stellt sicher, dass Sie die Zahlungsoption wählen können, die am besten zu Ihnen passt.","Speichern von Kartendetails":"Cocarz bietet eine sichere Möglichkeit, Ihre Kartendetails für bequeme und schnellere Zahlungen zu speichern. Sie können wählen, Ihre Kartendaten während des Zahlungsvorgangs zu speichern. Wir nehmen Ihre Sicherheit ernst und verwenden fortschrittliche Verschlüsselung, um sicherzustellen, dass Ihre Kartendaten sicher gespeichert werden.","Löschen von gespeicherten Kartendetails":"Sie haben die volle Kontrolle über Ihre gespeicherten Kartendetails. Wenn Sie sich dazu entschließen, Ihre gespeicherten Kartendaten zu löschen, können Sie dies jederzeit über Ihre Kontoeinstellungen problemlos tun. Dies beeinträchtigt Ihre Fähigkeit, Zahlungen auf Cocarz zu leisten, nicht.","Wie lösche ich Kartendetails?":"Das Löschen Ihrer gespeicherten Kartendetails ist einfach. Melden Sie sich in Ihrem Cocarz-Konto an, navigieren Sie zu den Zahlungseinstellungen und wählen Sie die Option zum Löschen Ihrer gespeicherten Kartendaten.","Auswirkungen auf Zahlungen":"Das Löschen Ihrer gespeicherten Kartendetails hat keine Auswirkungen auf Ihre Fähigkeit, Zahlungen auf Cocarz zu leisten. Sie können weiterhin andere sichere Zahlungsmethoden verwenden, um Ihre Fahrten zu buchen.","Was soll ich tun, wenn ich Probleme mit Zahlungen auf Cocarz habe?":"Wenn Sie auf Zahlungsprobleme stoßen, zögern Sie bitte nicht, sich an unser engagiertes Support-Team zu wenden. Wir sind hier, um Ihnen zu helfen und sicherzustellen, dass Ihre Zahlungserfahrung reibungslos und problemlos verläuft.","Weitere Fragen":"Wenn Sie weitere Fragen oder Bedenken zum Speichern von Kartendetails oder zu anderen Aspekten der Nutzung von Cocarz haben, können Sie sich gerne an unser Support-Team wenden. Wir sind hier, um Ihnen zu helfen."}
fr: {"À propos des paiements":"Cocarz utilise des paiements sécurisés avec notre partenaire Stripe.","Pourquoi Cocarz choisit-il de s'associer à Stripe pour les paiements?":"Cocarz croit en offrir une expérience de paiement fluide et sécurisée à nos utilisateurs. En s'associant à Stripe, un leader reconnu dans le traitement des paiements en ligne, nous pouvons offrir des mesures de sécurité avancées et une infrastructure de paiement fiable.","Mes informations de paiement sont-elles sécurisées lorsque j'utilise les services de Cocarz?":"Absolument. Cocarz accorde la priorité à la sécurité de vos informations de paiement. Lorsque vous effectuez un paiement, vos données sensibles sont cryptées et transmises en toute sécurité aux serveurs de Stripe, conformément aux normes de sécurité de premier plan.","Puis-je avoir confiance que mes détails de paiement ne seront pas partagés avec des tiers?":"Oui, vous pouvez avoir confiance que vos détails de paiement sont traités avec la plus grande confidentialité. Cocarz et Stripe suivent tous deux des politiques de confidentialité strictes, et vos informations de paiement ne sont jamais partagées avec des parties non autorisées.","Comment puis-je savoir que mon paiement a été effectué avec succès?":"Une fois votre paiement traité, vous recevrez une notification de confirmation indiquant l'achèvement réussi de votre transaction. De plus, vous pouvez toujours vérifier l'historique de vos transactions dans votre compte Cocarz.","Quels modes de paiement sont acceptés sur Cocarz?":"Cocarz prend en charge plusieurs modes de paiement, notamment les principales cartes de crédit et de débit. Cette flexibilité vous permet de choisir l'option de paiement qui vous convient le mieux.","Enregistrer les détails de la carte":"Cocarz propose une option sécurisée pour enregistrer les détails de votre carte afin de faciliter et d'accélérer les paiements. Vous pouvez choisir d'enregistrer vos informations de carte lors du processus de paiement. Nous prenons votre sécurité au sérieux et utilisons un cryptage avancé pour garantir que vos informations de carte sont stockées en toute sécurité.","Suppression des détails de carte enregistrés":"Vous avez un contrôle total sur les détails de votre carte enregistrés. Si vous décidez de supprimer vos informations de carte enregistrées, vous pouvez le faire facilement à tout moment via les paramètres de votre compte. Cela n'affectera pas votre capacité à effectuer des paiements sur Cocarz.","Comment supprimer les détails de la carte?":"La suppression de vos détails de carte enregistrés est simple. Connectez-vous à votre compte Cocarz, accédez aux paramètres de paiement et choisissez l'option de suppression de vos informations de carte enregistrées.","Impact sur les paiements":"La suppression de vos détails de carte enregistrés n'affectera pas votre capacité à effectuer des paiements sur Cocarz. Vous pouvez toujours utiliser d'autres méthodes de paiement sécurisées pour réserver vos trajets.","Que dois-je faire si je rencontre des problèmes de paiement sur Cocarz?":"Si vous rencontrez des problèmes liés aux paiements, n'hésitez pas à contacter notre équipe de support dédiée. Nous sommes là pour vous aider et garantir que votre expérience de paiement soit fluide et sans tracas.","Plus de questions":"Si vous avez d'autres questions ou préoccupations concernant l'enregistrement des détails de la carte ou tout autre aspect de l'utilisation de Cocarz, n'hésitez pas à contacter notre équipe de support. Nous sommes là pour vous aider."}
nl: {"Over betaling":"Cocarz gebruikt veilige betalingen met onze partner Stripe.","Waarom kiest Cocarz ervoor om samen te werken met Stripe voor betalingen?":"Cocarz gelooft in het bieden van een naadloze en veilige betaalervaring voor onze gebruikers. Door samen te werken met Stripe, een gerenommeerde leider in online betalingsverwerking, kunnen we geavanceerde beveiligingsmaatregelen en een betrouwbare betaalinfrastructuur bieden.","Is mijn betalingsinformatie veilig bij het gebruik van Cocarz's diensten?":"Absoluut. Cocarz heeft de beveiliging van uw betalingsinformatie hoog in het vaandel staan. Wanneer u een betaling doet, worden uw gevoelige gegevens versleuteld en veilig verzonden naar de servers van Stripe, conform toonaangevende veiligheidsnormen.","Kan ik erop vertrouwen dat mijn betalingsgegevens niet met derden worden gedeeld?":"Ja, u kunt erop vertrouwen dat uw betalingsgegevens met de grootste vertrouwelijkheid worden behandeld. Zowel Cocarz als Stripe hanteren strikte privacybeleidsregels, en uw betalingsgegevens worden nooit gedeeld met ongeautoriseerde partijen.","Hoe weet ik dat mijn betaling succesvol is?":"Zodra uw betaling is verwerkt, ontvangt u een bevestigingsmelding waarin de succesvolle voltooiing van uw transactie wordt aangegeven. Bovendien kunt u altijd uw transactiegeschiedenis controleren binnen uw Cocarz-account.","Welke betaalmethoden worden geaccepteerd op Cocarz?":"Cocarz ondersteunt verschillende betaalmethoden, waaronder grote creditcards en betaalpassen. Deze flexibiliteit zorgt ervoor dat u de betaalmethode kunt kiezen die het beste bij u past.","Opslaan van kaartgegevens":"Cocarz biedt een veilige optie om uw kaartgegevens op te slaan voor handige en snellere betalingen. U kunt ervoor kiezen om uw kaartinformatie tijdens het betaalproces op te slaan. We nemen uw beveiliging serieus en gebruiken geavanceerde versleuteling om ervoor te zorgen dat uw kaartinformatie veilig wordt opgeslagen.","Verwijderen van opgeslagen kaartgegevens":"U hebt volledige controle over uw opgeslagen kaartgegevens. Als u besluit om uw opgeslagen kaartinformatie te verwijderen, kunt u dit op elk moment eenvoudig doen via uw accountinstellingen. Dit heeft geen invloed op uw mogelijkheid om betalingen te doen op Cocarz.","Hoe kaartgegevens verwijderen?":"Het verwijderen van uw opgeslagen kaartgegevens is eenvoudig. Log in op uw Cocarz-account, ga naar de betaalinstellingen en kies de optie om uw opgeslagen kaartinformatie te verwijderen.","Effect op betalingen":"Het verwijderen van uw opgeslagen kaartgegevens heeft geen invloed op uw mogelijkheid om betalingen te doen op Cocarz. U kunt nog steeds andere veilige betaalmethoden gebruiken bij het boeken van uw ritten.","Wat moet ik doen als ik problemen ondervind met betalingen op Cocarz?":"Als u problemen ondervindt met betrekking tot betalingen, aarzel dan niet om contact op te nemen met ons toegewijde ondersteuningsteam. We staan voor u klaar om u te helpen en ervoor te zorgen dat uw betaalervaring soepel en probleemloos verloopt.","Meer vragen":"Als u meer vragen of zorgen heeft over het opslaan van kaartgegevens of andere aspecten van het gebruik van Cocarz, neem dan gerust contact op met ons ondersteuningsteam. We staan voor u klaar om u te helpen."}

source: About payment
de: Über Zahlung
fr: À propos de paiements
nl: Over betaling

# why_cocarz
source: {"Voyage Durable":"Cocarz promotes eco-friendly travel by planting a tree every 6000 km traveled, contributing to reforestation efforts.","Custom Forests":"Users have the unique opportunity to create their own virtual forests, symbolizing their achievements in eco-responsible travel.","Carpooling and Car Hauling":"Cocarz offers both carpooling and car hauling services, catering to various transportation needs.","Reduced Service Fees":"With service fees of only 15%% per successful transaction, Cocarz provides a cost-effective alternative to other platforms.","Community-Centric":"The platform fosters a sense of community among users who share a common goal of sustainable travel and environmental responsibility.","User-Friendly App":"Cocarz provides a user-friendly app interface, making ride creation, search, and participation effortless.","Environmental Action":"Cocarz highlights its commitment to environmental action, making it an attractive choice for users looking to have a positive impact while traveling.","Reduced Carbon Footprint":"By promoting carpooling and eco-conscious travel choices, Cocarz helps reduce individual carbon footprints.","Flexible Travel Options":"Whether for daily commutes or occasional trips, Cocarz adapts to various travel needs, appealing to a wide range of users.","Convenient and Safe":"Users can connect with fellow travelers in a secure environment, enhancing convenience while ensuring safe travels.","Coral Reef Restoration":"In addition to tree planting, Cocarz also contributes to coral reef restoration, further strengthening its environmental initiatives.","User Engagement":"Through rewards like virtual forests and environmental contributions, Cocarz actively involves users in its sustainability mission."}
de: {"Voyage Durable":"Cocarz fördert umweltfreundliches Reisen, indem es alle 6000 zurückgelegten Kilometer einen Baum pflanzt und so zur Wiederaufforstung beiträgt.","Custom Forests":"Benutzer haben die einzigartige Möglichkeit, ihre eigenen Wälder zu erstellen besitzen virtuelle Wälder, die ihre Errungenschaften im Bereich des umweltbewussten Reisens symbolisieren.","Fahrgemeinschaften und Autotransporte":"Cocarz bietet sowohl Fahrgemeinschaften als auch Autotransportdienste an, die auf verschiedene Transportbedürfnisse zugeschnitten sind.","Reduzierte Servicegebühren ":"Mit Servicegebühren von nur 15 %% pro erfolgreicher Transaktion bietet Cocarz eine kostengünstige Alternative zu anderen Plattformen.","Community-Centric":"Die Plattform fördert das Gemeinschaftsgefühl unter den Nutzern Wir haben ein gemeinsames Ziel: nachhaltiges Reisen und Verantwortung für die Umwelt.","Benutzerfreundliche App":"Cocarz bietet eine benutzerfreundliche App-Oberfläche, die die Erstellung, Suche und Teilnahme an Fahrten mühelos macht.","Umweltbewusst Aktion":"Cocarz unterstreicht sein Engagement für den Umweltschutz und macht es zu einer attraktiven Wahl für Benutzer, die beim Reisen einen positiven Einfluss haben möchten.","Reduzierter CO2-Fußabdruck":"Durch die Förderung von Fahrgemeinschaften und umweltbewusstem Handeln Mit seinen Reisemöglichkeiten trägt Cocarz dazu bei, den individuellen CO2-Fußabdruck zu reduzieren.","Flexible Reiseoptionen":"Ob für den täglichen Pendelverkehr oder gelegentliche Fahrten, Cocarz passt sich verschiedenen Reisebedürfnissen an und spricht ein breites Spektrum von Benutzern an.","Bequem und sicher“: „Benutzer können in einer sicheren Umgebung mit anderen Reisenden in Kontakt treten, was den Komfort erhöht und gleichzeitig sichere Reisen gewährleistet.“ „Zusätzlich zur Baumpflanzung trägt Cocarz auch dazu bei.“ Wiederherstellung von Korallenriffen und Stärkung seiner Umweltinitiativen.","Benutzerengagement":"Durch Belohnungen wie virtuelle Wälder und Umweltbeiträge bindet Cocarz Benutzer aktiv in seine Nachhaltigkeitsmission ein."}
fr: {"Voyage Durable":"Cocarz favorise les déplacements respectueux de l'environnement en plantant un arbre tous les 6000 km parcourus, contribuant ainsi aux efforts de reforestation.","Forêts Personnalisées":"Les utilisateurs ont la possibilité unique de créer leurs propres forêts virtuelles, symbolisant leurs réalisations en matière de voyages éco-responsables.","Covoiturage et Transport Automobile":"Cocarz propose à la fois des services de covoiturage et de transport automobile, répondant ainsi à différents besoins de déplacement.","Frais de Service Réduits":"Avec des frais de service de seulement 15 %% par transaction réussie, Cocarz offre une alternative économique par rapport à d'autres plateformes.","Axé sur la Communauté":"La plateforme favorise un sentiment de communauté parmi les utilisateurs partageant un objectif commun de voyages durables et de responsabilité environnementale.","Application Facile à Utiliser":"Cocarz propose une interface d'application conviviale, facilitant la création, la recherche et la participation à des trajets.","Action Écologique":"Cocarz met en avant son engagement en faveur de l'action environnementale, en en faisant un choix attrayant pour les utilisateurs souhaitant avoir un impact positif tout en voyageant.","Empreinte Carbone Réduite":"En encourageant le covoiturage et les choix de voyage éco-responsables, Cocarz contribue à réduire l'empreinte carbone individuelle.","Options de Voyage Flexibles":"Que ce soit pour les trajets quotidiens ou les déplacements occasionnels, Cocarz s'adapte à différents besoins de voyage, convenant ainsi à une large gamme d'utilisateurs.","Pratique et Sûr":"Les utilisateurs peuvent entrer en contact avec d'autres voyageurs dans un environnement sécurisé, améliorant ainsi la commodité tout en garantissant un voyage en toute sécurité.","Plantation de Récifs Coralliens":"En plus de la plantation d'arbres, Cocarz contribue également à la restauration des récifs coralliens, renforçant davantage ses initiatives environnementales.","Engagement des Utilisateurs":"À travers des récompenses telles que les forêts virtuelles et les contributions environnementales, Cocarz implique activement les utilisateurs dans sa mission de durabilité."}
nl: {"Voyage Durable":"Cocarz promoot milieuvriendelijk reizen door elke 6000 afgelegde km een ​​boom te planten en zo bij te dragen aan herbebossing.","Custom Forests":"Gebruikers hebben de unieke mogelijkheid om hun eigen bos te creëren. hun eigen virtuele bossen, die hun prestaties op het gebied van ecologisch verantwoord reizen symboliseren.","Carpoolen en autovervoer":"Cocarz biedt zowel carpool- als autovervoerdiensten en voorziet in verschillende transportbehoeften.","Verlaagde servicekosten ":"Met servicekosten van slechts 15%% per succesvolle transactie biedt Cocarz een kosteneffectief alternatief voor andere platforms.","Community-Centric":"Het platform bevordert een gemeenschapsgevoel onder gebruikers die deel een gemeenschappelijk doel van duurzaam reizen en verantwoordelijkheid voor het milieu.","Gebruiksvriendelijke app":"Cocarz biedt een gebruiksvriendelijke app-interface, waardoor het maken, zoeken en deelnemen aan ritten moeiteloos wordt.","Milieu Actie":"Cocarz benadrukt zijn toewijding aan milieuactie, waardoor het een aantrekkelijke keuze is voor gebruikers die een positieve impact willen hebben tijdens het reizen.","Verminderde CO2-voetafdruk":"Door carpoolen en milieubewuste reiskeuzes, helpt Cocarz de individuele ecologische voetafdruk te verkleinen.","Flexibele reisopties":"Of het nu gaat om dagelijks woon-werkverkeer of incidentele reizen, Cocarz past zich aan verschillende reisbehoeften aan en is aantrekkelijk voor een breed scala aan gebruikers.","Handig en veilig":"Gebruikers kunnen contact maken met medereizigers in een veilige omgeving, waardoor het gemak wordt vergroot en veilige reizen worden gegarandeerd.","Coral Reef Restoration":"Naast het planten van bomen, draagt ​​Cocarz ook bij aan herstel van koraalriffen, waardoor haar milieu-initiatieven verder worden versterkt.","Gebruikersbetrokkenheid":"Door middel van beloningen zoals virtuele bossen en milieubijdragen, betrekt Cocarz gebruikers actief bij haar duurzaamheidsmissie."}

# why_choose_cocarz
source: Why Cocarz
de: Warum Cocarz wählen
fr: Pourquoi choisir Cocarz
nl: Kies voor Cocarz

# about_cocarz
source: Cocarz is a mobile application for sustainable carpooling and transportation. With a focus on environmental impact, it plants a tree after every 6000 km trip. Users can create their own forest. Cocarz applies a service fee of 15%% per successful transaction, lower than other platforms. It promotes a community-oriented and environmentally-friendly transportation approach.
de: Cocarz ist eine mobile Anwendung für Fahrgemeinschaften und nachhaltigen Automobiltransport. Mit Schwerpunkt auf der Umweltverträglichkeit wird nach jeder Fahrt von 6.000 km ein Baum gepflanzt. Benutzer können ihren eigenen Wald erstellen. Cocarz erhebt eine Servicegebühr von 15 %% pro erfolgreicher Transaktion. 50 %%~ niedriger als andere Plattformen. Es fördert einen gemeinschaftsorientierten und umweltfreundlichen Ansatz beim Transport.
fr: Cocarz est une application mobile de covoiturage et de transport automobile durable. Mettant l'accent sur l'impact environnemental, elle plante un arbre après chaque trajet de 6000 km. Les utilisateurs peuvent créer leur propre forêt. Cocarz applique des frais de service de 15 %% par transaction réussie, 50%%~ inférieurs à d'autres plateformes. Elle favorise une approche de transport axée sur la communauté et respectueuse de l'environnement.
nl: Cocarz is een mobiele applicatie voor het vervoeren en duurzaam vervoeren van auto's. Met een groot accent op de impact op het milieu, is er een boom in de buurt van een traject van 6000 km. Gebruikers kunnen gemakkelijk voor de auto komen. Cocarz applique des frais de service van 15%% par transactie réussie, 50%%~ inférieurs à d'autres plateformes. Elle geeft de voorkeur aan een benadering van transport axée sur la communauté en respectueuse de l'environnement.

# about
source: About Cocarz
de: Über Cocarz
fr: À propos de Cocarz
nl: Over Cocarz

# language_switch_msg
source: The application needs to be restarted to change language.
de: Um die Sprache zu ändern, muss die Anwendung neu gestartet werden
fr: L'application doit être redémarrée pour changer de langue
nl: De applicatie moet opnieuw worden gestart om de taal te wijzigen.

# language_switch
source: Change of language
de: Sprachwechsel
fr: Changement de langue
nl: Taal verandering
