Repository: kefahB/i18n
Catalog: App_Resources/iOS/*.lproj/Localizable.strings
Languages: de, fr, nl

source: See more
de: Mehr sehen
fr: Voir plus
nl: Lees meer

source: VAT
de: MwSt
fr: TVA
nl: BTW

# continue_and_book
source: Continue
de: Weitermachen
fr: Continuer
nl: Doorgaan

# how_many_seats
source: How many people are you ?
de: Wie viele Leute seid ihr?
fr: Combien de personnes êtes-vous ?
nl: Hoeveel mensen zijn er ?

# seats_avail
source: %1$@ seats available
de: %1$@ Plätze verfügbar
fr: %1$@ place(s) disponible(s)
nl: %1$@ plaatsen beschikbaar

source: Decline
de: Abfall
fr: Décliner
nl: Afwijzen

source: Confirm
de: Bestätigen
fr: Confirmer
nl: Bevestigen

# pending_tree
source: Pending
de: Ausstehend
fr: En attente
nl: In behandeling

# current_tree
source: Current
de: Aktuell
fr: En cours
nl: Huidige

# total_tree
source: Planted
de: Gepflanzt
fr: Planté
nl: Geplant

# wil_be_on_trip
source: Travel companion
de: Reisebegleiter
fr: Ils/elles font partis de ce trajet
nl: Reisgenoot

# cancel_booking
source: Cancel my booking
de: Meine Buchung stornieren
fr: Annuler ma réservation
nl: Mijn boeking annuleren

# cancel_trip
source: Cancel my trip
de: Meine Reise stornieren
fr: Annuler mon trajet
nl: Mijn rit annuleren

# booking_accepted_msg
source: Congratulation %1$@ has accepeted your booking
de: Herzlichen Glückwunsch %1$@ hat Ihre Buchung angenommen
fr: Félicitation %1$@ a accepté votre réservation
nl: Gefeliciteerd %1$@ heeft uw boeking geaccepteerd

# booking_accepted
source: Booking approved
de: Buchung genehmigt
fr: Réservation approuvée
nl: Boeking bevestigd

# booking_cancelled_msg
source: %1$@ cancelled the booking
de: %1$@ hat die Buchung storniert
fr: %1$@ a annulé sa réservation
nl: %1$@ heeft de boeking geannuleerd

# booking_canceled_zero_seats_msg
source: No more seats are available, your booking has been cancelled!
de: Es sind keine Plätze mehr verfügbar, Ihre Buchung wurde storniert!
fr: Votre réservation est annulée à raison de manque de place dans le voiture !
nl: Geen plaatsen meer beschikbaar, uw boeking is geannuleerd!

# booking_canceled
source: Booking cancelled
de: Buchung storniert
fr: Réservation annulée
nl: Boeking geannuleerd

source: Open Phone settings
de: Öffnen Sie die Telefoneinstellungen
fr: Ouvrir les Préférences
nl: Open telefooninstellingen

# warning_notification_not_enabled
source: You need to enable the notification in order to use Cocarz services
de: Sie müssen die Benachrichtigung aktivieren, um die Dienste von Cocarz nutzen zu können
fr: Cher/ère utilisateur/trice, le service Cocarz ne fonctionne pas sans la notifiction, faites nous confiance nous n'abuserons pas !
nl: U moet de melding inschakelen om Cocarz services te gebruiken

source: Book my seat
de: Buchen Sie meinen Platz
fr: Je réserve ma place
nl: Mijn plaats reserveren

source: Book
de: Buch
fr: Réserver
nl: Boeken

source: Payment type
de: Zahlungsart
fr: Mode de paiement
nl: Betalingswijze

# msg_price_per_person
source: Price per person
de: Preis pro Person
fr: Le prix par personne
nl: Prijs per persoon

# full
source: Completed
de: Vollendet
fr: Complet
nl: Voltooid

# no_search_result
source: Oops ! No matching results...
de: Hoppla ! Keine passenden Ergebnisse...
fr: Oops ! Aucun résultat ne correspond à votre recherche...
nl: Oops ! Geen overeenkomende resultaten...

# create_alert
source: Create an alert
de: Erstellen Sie eine Benachrichtigung
fr: Créer une alerte
nl: Een alarm creëren

# search_later
source: Search other dates
de: Suchen Sie nach anderen Terminen
fr: Départ plus tard
nl: Andere datum zoeken

# msg_destination_empty
source: A destination is required!
de: Ein Reiseziel ist erforderlich!
fr: Un point d'arriver est nécessaire !
nl: Een bestemming is vereist!

# msg_origin_empty
source: A start point is required!
de: Ein Startpunkt ist erforderlich!
fr: Un point de départ est nécessaire !
nl: Een startput is vereist!

# use_my_position
source: Use my current location
de: Verwenden Sie meinen aktuellen Standort
fr: Utiliser ma position actuelle
nl: Gebruik mijn huidige locatie

# conducture_msg_hint
source: Leave a short message for other Cocarzers
de: Hinterlassen Sie eine kurze Nachricht für andere Cocarzer
fr: Écriver un court message à vos futurs Cocarzers
nl: Laat een kort berichtje achter vor andere Cocarzers

# return_date_not_before_departure
source: The return date can not be before the departure date
de: Das Rückreisedatum darf nicht vor dem Abfahrtsdatum liegen
fr: La date de retour ne peux pas précéder la date de départ !
nl: De retour datum kan niet voor de vertrekken datum liggen

# departure_on_the_past
source: The departure date can not be in the past
de: Das Abreisedatum darf nicht in der Vergangenheit liegen
fr: La date de départ ne peux pas être dans le passé !
nl: De vertrekken datum kan niet het verleden liggen

# error_cg
source: You should accept the T&C!
de: Sie sollten die AGB akzeptieren!
fr: Vous devez accepter les conditions générales !
nl: U mooet de algemene voorwarden accepteren!

# agree_cg
source: I agree on the T&C
de: Ich stimme den AGB zu
fr: J'accepte les Conditions Générales d'Utilisations
nl: Ik ga akkord met de algemene voorwarden

# auto_booking_mode_msg
source: The booking will be automatically approved, no action needed.
de: Die Buchung wird automatisch genehmigt, es sind keine Maßnahmen erforderlich.
fr: Les réservations sont automatiquement enregistrées.
nl: Het boeking zal automatisch worden bevestigd, geen actie benodigd.

# manual_booking_mode_msg
source: No booking will be confirmed unless you manually accept/decline it.
de: Keine Buchung wird bestätigt, es sei denn, Sie akzeptieren oder lehnen sie manuell ab.
fr: Aucune réservation ne sera définitivement validée tant que vous ne l'aurez pas approuvée manuellement ! Vous pourrez ainsi vérifier le profil de vos covoitureurs !
nl: Geen boeking zal worden bevestigd indien u het handmatig niet accepteren/annuleren.

source: Manage booking
de: Buchung verwalten
fr: Gérer les réservations
nl: Boeking beheren

source: Automatic
de: Automatisch
fr: Automatique
nl: Automatisch

# auto_booking
source: Automatic booking
de: Automatische Buchung
fr: Réservation automatique
nl: Automatisch boeken

source: Manual
de: Handbuch
fr: Manuelle
nl: Handmatig

source: Manual booking
de: Manuelle Buchung
fr: Réservation manuelle
nl: Handmatig boeken

# booking_mode_title
source: Select booking mode
de: Wählen Sie den Buchungsmodus
fr: Comment souhaiteriez-vous gérer vos réservations ?
nl: Boekingsmodus selecteren

source: Reset
de: Zurücksetzen
fr: Initialiser
nl: Resetten

source: Verify password
de: Passwort bestätigen
fr: Valider le mot de passe
nl: Wachtwoord verifiëren

source: Old password
de: Altes Kennwort
fr: Ancien mot de passe
nl: Oud wachtwoord

# old_password_or_token
source: Enter old password or reset code
de: Geben Sie das alte Passwort oder den Reset-Code ein
fr: Ancien mot de passe ou code d'initialisation
nl: Oud wachtwoord invoeren of code resetten

# phone_already_validated
source: Phone number is already validated!
de: Die Telefonnummer ist bereits validiert!
fr: Ce numéro de téléphone est déja valide !
nl: Telefoonnummer is allemaal gevalideerd!

# 3_sms_max_per_day
source: 3 SMS allowed per day!
de: 3 SMS pro Tag erlaubt!
fr: Vous avez atteint le maximun d'envoi par jour !
nl: 3 SMS toegestaan per dag!

# wait_3_minutes_for_SMS
source: Please wait %1$@ secondes to request new code
de: Bitte warten Sie %1$@ Sekunden, um neuen Code anzufordern
fr: Merci d'attendre %1$@ secondes avant un nouvel envoi
nl: Wacht %1$@ seconden om nieuwe code aan te vragen

source: Verify
de: Verifizieren
fr: Vérifier
nl: verifiëren

# msg_enter_code_verify
source: The verificatin code was sent via SMS
de: Der Verifizierungscode wurde per SMS gesendet
fr: Le code de vérification vous a été envoyé par SMS
nl: De verificatiecode werd via SMS verzonden

# invald_phone_number
source: Invalid phone number!
de: Ungültige Telefonnummer!
fr: Le numéro de téléphone semble invalide !
nl: Ongeldig telefoonnummer!

# mandatory_params
source: Please fill mandatory fields
de: Bitte füllen Sie Pflichtfelder aus
fr: Merci de renseigner les champs obligatoires
nl: Gelieve verplichte velden in te vullen

# register_with_fb
source: Login with Facebook
de: Mit Facebook einloggen
fr: Se connecter avec Facebook
nl: Inloggen met Facebook

source: Activate
de: aktivieren Sie
fr: Activer
nl: Activeren

# msg_account_already_activated
source: Your account is already activated
de: Dein Benutzerkonto ist bereits aktiviert
fr: Votre compte est déja actif !
nl: Uw account is al geactiveerd

source: Activate my account
de: Aktivieren Sie mein Konto
fr: Activer mon compte
nl: Mijn account activeren

source: error_no_booking_details
fr: Impossible de récupérer les détails de cette réservation

source: error_email_already_exist
fr: Erreur de l'adresse e-mail avec code %1$@

# error_input_name_is_empty
source: The field %1$@ is empty
de: Das Feld %1$@ ist leer
fr: Le champ %1$@ est vide
nl: Het veld %1$@ is leeg

source: general_error_please_retry
fr: Une erreur est survenue lors du traitement de votre requête ! Veuillez réessayer.

source: general_error_with_code
fr: Une erreur est survenue lors du traitement de votre requête %1$@

# error_input_empty
source: %1$@ field is empty
de: %1$@ Feld ist leer
fr: Le champ %1$@ est vide
nl: %1$@ veld is leeg

source: msg_your_actual_email_is
fr: Vous êtes connecté actuellement avec %1$@

# cts_add_new_car
source: Add new car
de: Neues Auto hinzufügen
fr: Ajouter un véhicule
nl: Nieuwe auto toevoegen

source: My car
de: Mein Auto
fr: Ma voiture
nl: Mijn auto

source: Language and currency
de: Sprache und Währung
fr: Language et Monnaie
nl: Taal en betaalmiddel

# cts_logout
source: Logout
de: Ausloggen
fr: Deconnexion
nl: Uitloggen

# cts_no_paw
source: No pets allowed
de: Keine Haustiere erlaubt
fr: Pas d'animaux autorisés à bord
nl: Geen huisdieren toegestaan

# cts_yes_paw
source: Pets are allowed
de: Haustiere sind erlaubt
fr: Animaux domestics autorisés
nl: Huisdieren zijn toegestaan

# cts_no_music
source: I don't like to listen to music
de: Ich höre nicht gern Musik
fr: J'aime pas écouter de la musique
nl: Ik luister niet graag naar muziek

# cts_yes_music
source: I like to listen to music
de: Ich höre gerne Musik
fr: J'aime écouter de la musique
nl: Ik luister graag naar muziek

# cts_no_suitecase
source: No baggage accepted
de: Kein Gepäck akzeptiert
fr: Je n'ai pas de place pour les bagages
nl: Geen bagage geaccepteerd

# cts_yes_suitecase
source: There is a space for midium baggage
de: Es gibt Platz für mittleres Gepäck
fr: Il y a la place pour un bagage moyen
nl: Er is een ruimte voor medium bagage

# cts_no_smok
source: No smoking
de: Rauchen verboten
fr: Fumer est inderdit
nl: Niet roken

# cts_yes_smok
source: Smoker
de: Raucher
fr: Je fume dans la voiture
nl: Rokers

# cts_cgu
source: Terms and conditions
de: Geschäftsbedingungen
fr: Condition générale d'utilisations
nl: De algemene voorwarden

# cts_pc
source: Privacy policy
de: Datenschutz-Bestimmungen
fr: Politique de confidentialité
nl: Privacybeleid

# cts_about_us
source: About
de: Um
fr: A propos
nl: Over ons

# cts_photo
source: Profile picture
de: Profilbild
fr: Photo de profil
nl: Profielfoto

# select_birthday
source: Date of birth
de: Geburtsdatum
fr: Date de naissance
nl: Geboortedatum

source: Profile
de: Profil
fr: Profil
nl: Profiel

# cts_email
source: Change Email address
de: E-Mail Adresse ändern
fr: Modifier adresse e-mail
nl: Emailadres wijzigen

# cts_password
source: Change password
de: Kennwort ändern
fr: Modifier le mot de passe
nl: Wachtwoord wijzigen

# cts_edit_photo
source: Change profile picture
de: Profilbild ändern
fr: Changer la photo de profil
nl: Profielfoto wijzigen

# cts_personal_infos
source: Edit my personal details
de: Bearbeiten Sie meine persönlichen Daten
fr: Modifier mes informations personnelles
nl: Mijn personelijke gegevens bewerken

source: alert_internal_error_payment
fr: Un problème est survenu lors du traitement de votre requête

source: alert_cancel_payment
fr: Paiement annulé

source: alert_error_payment
fr: Une erreur s'est produite lors de paiement

# alert_success_payment
source: Your payment is completed successfully
de: Ihre Zahlung wurde erfolgreich abgeschlossen
fr: Paiement effectué avec succès
nl: Uw betaling is succesvol afgerond

# alert_success_booking
source: Your booking is completed successfully
de: Ihre Buchung wurde erfolgreich abgeschlossen
fr: Votre réservation est enrégistrée avec succès
nl: Uw boeking is succesvol afgerond

# error_invalid_email_address
source: Invalid email address
de: Ungültige E-Mail-Adresse
fr: L'adresse e-mail est invalide
nl: Ongeldig emailadres

# error_password_email_not_valid
source: invalid email address or password!
de: Ungültige Emailadresse oder Passwort!
fr: L'adresse e-mail ou le mot de passe ne sont pas valide
nl: ongeldig emailadres of wachtwoord!

source: error_login_account_not_active
fr: Votre compte est inactif, veuillez vous rendre à la page d'activation afin d'activer votre compte

# old_and_new_passwords_are_identic
source: The new password should be different from the old password
de: Das neue Passwort sollte sich vom alten Passwort unterscheiden
fr: Le nouveau mot de passe est identique à l'ancien
nl: Het nieuwe wachtwoord moet verschillen van het oude wachtwoord

# passwords_not_identic
source: The passwords don't match
de: Die Passwörter stimmen nicht überein
fr: Mot de passe non-identique
nl: De wachtwoorden comen niet overeen

source: Login
de: Anmeldung
fr: Se connecter
nl: Inloggen

# ask_for_new_code
source: Request new code
de: Fordern Sie einen neuen Code an
fr: Demander un nouveau code
nl: Nieuwe code aanvragen

# ask_for_new_activation_code
source: Request new activation code
de: Fordern Sie einen neuen Aktivierungscode an
fr: Demander un nouveau code d'activation
nl: Nieuwe activatiecode aanvragen

source: Activation code
de: Aktivierungscode
fr: code d'activation
nl: Activatiecode

# error_email_format
source: Invalid email address!
de: Ungültige E-Mail-Adresse!
fr: L'adresse e-mail n'est pas valide
nl: Ongeldig emailadres!

source: error_password_explain_4
fr: Vous pouvez utiliser des underscores "_" et/ou des tirets "-" et/ou des points

# error_password_explain_3
source: One small lettre
de: Ein kleiner Buchstabe
fr: Une lettre minuscule
nl: Een kleine lettre

# error_password_explain_2
source: One capital letter
de: Einen Großbuchstaben
fr: Une lettre majuscule
nl: Een hoofde letter

# error_password_explain_1
source: Numbers
de: Zahlen
fr: Un chiffre
nl: Nummers

# error_password_format
source: The password should contain minimum of 6 charachters
de: Das Passwort sollte mindestens 6 Zeichen enthalten
fr: Le mot de passe doit contenir au moins 6 caractères dont
nl: Het wachtwoord moet minimaal 6 tekens bevatten

source: error_phone_code_verify
fr: Une erreur est survenue lors de l'envoi du code de vérification ! Veuillez réessayer

source: register_error_scan
fr: Une erreur est survenue lors du scan

# error_actual_password
source: Your old password is incorrect!
de: Ihr altes Passwort ist falsch!
fr: Votre mot de passe d'origine est incorrect
nl: Uw oud wachtwoord is onjuist!

source: general_error
fr: Une erreur est survenue lors de traitement du votre requête

# error_invalid_activation_code
source: Invalid activation code!
de: Ungültiger Aktivierungscode!
fr: Le code d'activation est incorrecte
nl: Ongeldige activatiecode!

source: msg_ask_for_new_activation_code
fr: Un nouveau code vous sera envoyé par email. Êtes-vous sûre de vouloir continuer ?

# msg_email_edit_account_will_disable
source: Attention ! Your account will be on hold until verify your email.
de: Aufmerksamkeit ! Ihr Konto wird bis zur Bestätigung Ihrer E-Mail-Adresse gesperrt.
fr: Attention ! votre compte sera suspendu provisoirement jusqu'à ce que vous validiez votre email
nl: Attentie ! Uw account zal in de wacht staan tot u uw email verifiërt.

# msg_i_have_activation_code
source: I have a code
de: Ich habe einen Code
fr: J'ai un code
nl: Ik heb een code

# msg_generate_code_was_done
source: your activation code was sent by email
de: Ihr Aktivierungscode wurde per E-Mail gesendet
fr: Votre nouveau code d'activation à été envoyé par mail
nl: Uw activatie code werd per email verzonden

# msg_enter_activation_code
source: Enter activation code (verify your email)
de: Aktivierungscode eingeben (E-Mail bestätigen)
fr: Entrer votre code d'activation (vérifier votre boîte e-mail)
nl: Voegt u activatie code in (uw email verifiëren)

# msg_edit_password
source: Edit password
de: Passwort bearbeiten
fr: Modification de votre mot de passe
nl: Wachtwoord bewerken

source: msg_scan_to_register
fr: Veuillez vous inscrire avec un E-mail valide

# msg_no_booking
source: No booking!
de: Keine Buchung!
fr: Vous n'avez pas encore de réservation !
nl: Geen boeking!

# msg_phone_is_neded
source: A valid phone number is required.
de: Eine gültige Telefonnummer ist erforderlich.
fr: Un numéro de téléphone valide est nécessaire afin de vous mettre en relation avec les autres membres de la communauté Cocarz.
nl: Een geldig telefoonnummer is vereist.

# not_registered_yet
source: Not yet registered?
de: Noch nicht registriert?
fr: Pas encore inscrit ?
nl: Nog niet ingeschreven?

# msgs_notifications.new_booking
source: New booking
de: Neue Buchung
fr: Nouvelle réservation
nl: Nieuwe boeking

source: msgs_cancels.booking
fr: Le %1$@ a décliné votre réservation

# msgs_cancels.payment
source: Payment cancelled
de: Zahlung storniert
fr: Paiement annulé
nl: Betaling is geannuleerd

# msgs_cancels.general
source: Action cancelled
de: Aktion storniert
fr: Opération annulé
nl: Actie is geannuleerd

# title_cancel
source: Cancelled
de: storniert
fr: Annulé
nl: Geannuleerd

# msgs_infos.payment
source: Payment cancelled
de: Zahlung storniert
fr: Paiement annulé
nl: Betaling geannuleerd

# title_info
source: Info
de: Die Info
fr: Infos

# msgs_warnings.edit
source: Your edits will be lost!
de: Ihre Änderungen gehen verloren!
fr: Vos modifications vont être perdu !
nl: Uw bewerkingen gaan verloren worden!

# title_warning
source: Warning
de: Warnung
fr: Attention
nl: Waarschuwing

# msgs_pendings.payment
source: insufficient fund
fr: Le solde est insuffisant pour compléter le paiement
nl: onvoldoende saldo

# msgs_pendings.general
source: Action pending!
de: Aktion steht noch aus!
fr: Opération en attente !
nl: Actie is in behandeling!

# title_pending
source: Pending
de: Ausstehend
fr: Suspendu
nl: In behandeling

# msgs_errors.email_in_use
source: The email address already in use!
fr: L'adresse E-mail est déja utilisée !
nl: Dit email adres is al ingebruik!

# msgs_errors.amount_unchanged
source: The price has not been changed!
de: Der Preis wurde nicht geändert!
fr: Le montant n'a pas été modifié !
nl: De prijs is niet veranderd!

# msgs_errors.with_code
source: An error has occured while processing your request [%1$@]
de: Bei der Verarbeitung Ihrer Anfrage ist ein Fehler aufgetreten [%1$@]
fr: Une erreur avec le code %1$@ est survenue lors du traitement de votre demande !
nl: Er is een fout opgetreden tijdens de verwerken van uw order [%1$@]

# msgs_errors.payment
source: An error has occured while proceeding your payment!
de: Beim Fortfahren Ihrer Zahlung ist ein Fehler aufgetreten!
fr: Une erreur est survenue lors du paiement
nl: Er is een fout opgetreden tijdens het verwerken van uw betaling!

# msgs_errors.general
source: An error has occured while processing your request!
de: Bei der Bearbeitung Ihrer Anfrage ist ein Fehler aufgetreten!
fr: Une erreur est survenue lors du traitement de votre demande
nl: Er is een fout opgetreden tijdens het verwerken van uw order!

# title_error
source: Error
de: Fehler
fr: Erreur
nl: Fout

# msgs_success.payment
source: Payment success
de: Zahlungserfolg
fr: Le payment est enregistré avec succès
nl: Betalen gelukt

# msgs_success.general
source: Action successful
de: Aktion erfolgreich
fr: Opération succès
nl: Actie geslaagd

# title_success
source: Success
de: Erfolg
fr: Succès
nl: Gelukt

# msgs_confirms.trip
source: Are you sure you want to cencel your trip ? This action is irreversible!
de: Sind Sie sicher, dass Sie Ihre Reise stornieren möchten? Diese Aktion ist irreversibel!
fr: Êtes vous sûre de bien vouloir supprimer vorte trajet ? cette action est irreversible !
nl: Bent u zeker dat u uw rit wilt annuleren ? Deze actie is onomkeerbaar!

# msgs_confirms.booking
source: Are you sure you want to cencel your booking ? This action is irreversible!
de: Sind Sie sicher, dass Sie Ihre Buchung stornieren möchten? Diese Aktion ist irreversibel!
fr: Êtes vous sûre de bien vouloir annuler votre réservation ? cette action est irreversible !
nl: Bent u zeker dat u uw boeking wilt annuleren ? Deze actie is onomkeerbaar!

# msgs_confirms.delete
source: This action is irreversible!
de: Diese Aktion ist irreversibel!
fr: Cette action est irréversible !
nl: Deze actie is onomkeerbaar!

# msgs_confirms.general
source: Are you sure?
de: Bist du dir sicher?
fr: Êtes vous sûre ?
nl: Bent u zeker?

# title_confirm
source: Warning!
de: Warnung!
fr: Attention !
nl: Waarschuwing!

source: Reorder
de: Neu anordnen
fr: Organiser
nl: Herbestelling

# title_booking_cancel
source: Booking cancelled
de: Buchung storniert
fr: Réservation annulée
nl: Boeking geannuleerd

source: Bookings
de: Buchungen
fr: Réservations
nl: Boekingen

# ref
source: Reference
de: Referenz
fr: Référence
nl: Referentie

# route
source: Itinerary
de: Route
fr: Itinéraire
nl: Routebeschrijving

# book_comment
source: Comment
de: Kommentar
fr: Commentaire
nl: Opmerking

# msg_no_mouvement_on_wallet
source: Your wallet is empty!
de: Dein Geldbörse ist leer!
fr: Auccun mouvement dans votre portefeuille !
nl: Uw portemonnee is leeg!

source: Transactions history
de: Transaktionsverlauf
fr: Historique de vos transactions
nl: Geschidenis van transactie's

source: History
de: Geschichte
fr: Historique
nl: Geschidenis

source: status
fr: Statut

source: Price
de: Preis
fr: Prix
nl: Prijs

source: Title
de: Titel
fr: Titre
nl: Titel

source: Amount
de: Menge
fr: Montant
nl: Bedrag

source: Edit
de: Bearbeiten
fr: Éditer
nl: Bewerking

source: Modify
de: Ändern
fr: Modifier
nl: Wijziging

source: Delete
de: Löschen
fr: Supprimer
nl: Verwijderen

source: Back
de: Zurück
fr: Retour
nl: Terug

source: Exit
de: Ausfahrt
fr: Fermer
nl: Uitgaan

source: Register
de: Registrieren
fr: S'inscrire
nl: Inschrijving

# msg_login
source: Enter your email and password
de: Geben Sie Ihre E-Mail-Adresse und Ihr Passwort ein
fr: Veuillez renseigner votre email et votre mot de passe
nl: Uw email en wachtwoord invoeren

# uploard_from_gallery
source: Gallery
de: Galerie
fr: Galerie
nl: Gallerij

source: Amount to pay
de: Zu zahlender Betrag
fr: Á payer
nl: Bedrag te betalen

source: Call
de: Forderung
fr: Appeler
nl: Bell

source: book_a_table
fr: Réserver

source: Cancel
de: Stornieren
fr: Annuler
nl: Annuleer

source: Booking
de: Buchung
fr: Réservation
nl: Boeking

source: Pending
de: Ausstehend
fr: En Attente
nl: In behandeling

source: Cancelled
de: storniert
fr: Annulé
nl: Geannuleerd

source: Available
de: Verfügbar
fr: Disponible
nl: Beschikbaar

source: at
de: bei
fr: à
nl: Om

source: Pay
de: Zahlen
fr: Payer
nl: Betalen

# approuve
source: Approve
de: Genehmigen
fr: Approuver
nl: Akkord

source: Forgot password?
de: Passwort vergessen?
fr: Mot de passe oublié ?
nl: Wachtwoord vergeten?

source: New password
de: Neues Kennwort
fr: Nouveau mot de passe
nl: Nieuw wachtwoord

# actual_password
source: Current password
de: Aktuelles Passwort
fr: Mot de passe actuel
nl: Huidig wachtwoord

source: Password
de: Passwort
fr: Mot de passe
nl: Wachtwoord

source: User ID
de: Benutzer-ID
fr: Identifiant
nl: Gebruiker ID

source: Submit
de: Einreichen
fr: Envoyer
nl: Bevestiging
