Repository: kefahB/i18n
Catalog: App_Resources/iOS/*.lproj/Localizable.strings
Languages: de, fr, nl

# valid
source: Validate
de: Bestätigen
fr: Valider

# birthday
source: Date of birth
de: Geburtsdatum
fr: Date de naissance
nl: Geboortedatum

source: Comment
de: Kommentar
fr: Commentaire
nl: Opmerking

source: Approved
de: Genehmigt
fr: Approuvé
nl: Akkord

# phone
source: Phone number
de: Telefonnummer
fr: Téléphone
nl: Mobiel number

# phone_gsm
source: Phone number
de: Telefonnummer
fr: Mobile
nl: Telefoon nummer

source: name
fr: Nom

# select_countrie
source: Select country
de: Land auswählen
fr: sélectionner un pays
nl: Selecteer land

# countrie
source: Country
de: Land
fr: Pays
nl: Land

# fname
source: First name
de: Vorname
fr: Prénom
nl: Voornaam

# lname
source: Last name
de: Familienname, Nachname
fr: Nom
nl: Achternaam

source: Gender
de: Geschlecht
fr: Civilité
nl: Geslecht

source: Hello
de: Hallo
fr: Bonjour
nl: Hallo

source: Me
de: Mich
fr: Moi

# monsieur
source: Mr.
de: Herr.
fr: Monsieur
nl: Dhr.

# madame
source: Mrs.
de: Frau.
fr: Madame
nl: Mevr.

source: Wallet
de: Geldbörse
fr: Portefeuille
nl: Portemonnee

source: No
de: NEIN
fr: Non
nl: Nee

source: Yes
de: Ja
fr: Oui
nl: Ja

# msg_min_cost_attepmted
source: You have reached the minimum allowed price!
de: Sie haben den zulässigen Mindestpreis erreicht!
fr: Le prix minimum est atteint !
nl: U heeft de minimale toegestane prijs bereikt!

# msg_max_cost_attepmted
source: You have reached the maximum allowed price!
de: Sie haben den maximal zulässigen Preis erreicht!
fr: Le prix maximum est atteint !
nl: U heeft de maximale toegestane prijs bereikt!

# msg_edit_steps_cost
source: You can edit the price of the trip here, it is preferred to stay within the limits calculated by Cocarz, keep it green 😉
de: Sie können den Reisepreis hier bearbeiten. Es wird empfohlen, innerhalb der von Cocarz berechneten Grenzen zu bleiben, bleiben Sie umweltbewust 😉
fr: Içi vous pouvez modifier les prix de votre trajet, il est préférable de garder les prix tel qu'ils sont calculés par Cocarz, restons aux verts...
nl: Uw kunt de prijs van de rit hier bewerken, Het is liever om binnin de limieten die door Cocarz berekende zijn te blijven, houd het groen 😉

# cost
source: Price
de: Preis
fr: Prix
nl: Prijs

# step
source: Stop
de: Stoppen
fr: Étape
nl: Halte

source: Close
de: Schließen
fr: Femer

# prev
source: Previous
de: Vorherige
fr: Précédent
nl: Vorige

source: Next
de: Nächste
fr: Suivant
nl: Volgende

# date_days.Dim
source: Sun
de: Son
fr: Dim
nl: Zon

# date_days.Sam
source: Sat
de: Sa
fr: Sam
nl: Zat

# date_days.Ven
source: Fri
de: Fr
fr: Ven
nl: Vrij

# date_days.Jeu
source: Thu
de: Do
fr: Jeu
nl: Donder

# date_days.Mer
source: Wed
de: Mit
fr: Mer
nl: Woens

# date_days.Mar
source: Tue
de: Di
fr: Mar
nl: Dina

# date_days.Lun
source: Mon
de: Mo
fr: Lun
nl: Maan

# date_days.DI
source: SU
fr: DI
nl: ZO

# date_days.VE
source: FR
fr: VE
nl: VR

# date_days.JE
source: TH
fr: JE
nl: DO

# date_days.ME
source: WE
de: WIR
fr: ME
nl: WO

# date_days.MA
source: TU
fr: MA
nl: DI

# date_days.LU
source: MO
fr: LU
nl: MA

# detour.none
source: No detour
de: Keine Umleitung
fr: Pas de détour
nl: Geen omweg

# detour.name
source: Detour
de: Umleitung
fr: Détour
nl: Omleiding

# detour.30
source: Ok for 30 minutes
de: Ok für 30 Minuten
fr: Ok pour 30 minutes
nl: Ok voor 30 minuten

# detour.15
source: Ok for 15 minutes
de: Ok für 15 Minuten
fr: Ok pour 15 minutes
nl: Ok voor 15 minuten

# no_smoking
source: Non-smoking
de: Nichtraucher
fr: Non-fumeur
nl: Niet-rook

source: Smoking
de: Rauchen
fr: Fumeur
nl: Roking

# luggages.name
source: Baggage
de: Gepäck
fr: Bagages
nl: Bagage

# time_rsponse
source: Response time
de: Reaktionszeit
fr: Temps de réponse
nl: Reageren tijd

# msg_seats_attention
source: Two back seats is preferred
de: Zwei Rücksitze werden bevorzugt
fr: Deux places à l'arrière seront très appréciées ;-)
nl: Twee achterbanken heeft de voorkeur

# msg_seats
source: Number of seats.
de: Anzahl Sitzplätze.
fr: Nombre de sièges.
nl: Aantal banken.

# msg_reorder_steps
source: It seems that you might misarranged your stops, click "Reorder" to rearrange.
de: Anscheinend haben Sie Ihre Haltestellen falsch angeordnet. Klicken Sie auf „Neu anordnen“, um sie neu anzuordnen.
fr: Il semblerait que vos étapes ne sont pas dans le bon ordre, cliquer sur "Organiser" pour les mettre dans le bon ordre.
nl: Het lijkt erop dat u uw halte's misschien verkeerd heeft geregeld, klik "Herbestelling" te regelen.

# msg_add_steps_to_your_trip
source: Adding stops increases the opportunities to find more passengers!
de: Das Hinzufügen von Haltestellen erhöht die Chancen, mehr Passagiere zu finden!
fr: Ajouter une étape à votre trajet, ceci vous permetera de trouver plus de Cocarzer
nl: Tussenstops toevoeging verhoogt de kans meer passagiers te vinden!

# msg_limit_step_attempted
source: You have reached the maximum allowed stops
de: Sie haben die maximal zulässigen Haltestellen erreicht
fr: Vous avez atteint le nombre maximum d'étape pour un trajet !
nl: U heeft de maximale toegestane halte's

# msg_duplicated_waypoints
source: This stop is already added!
de: Diese Haltestelle ist bereits hinzugefügt!
fr: Vous avez entré deux fois le même étape !
nl: Deze halte wordt al toegevoegt!

# msg_time_rsponse
source: Enter the maximum response time (number of hours that you need to respond within).
de: Geben Sie die maximale Antwortzeit ein (Anzahl der Stunden, innerhalb derer Sie antworten müssen).
fr: Indiquer le temps maximal pour lequel vous pensez pouvoir répondre aux réservations.
nl: De maximaal reactietijd invoeren (aantal uren die u nodig heeft om binnen te reageren).

# msg_booking_auto
source: Any booking will be automatically approved, no action required.
de: Jede Buchung wird automatisch genehmigt, es sind keine Maßnahmen erforderlich.
fr: Les réservations seront approuvées automatiquement.
nl: Elke boeking wordt automatisch bevestigt, geen actie nodig.

# booking_auto
source: Auto approval
de: Automatische Genehmigung
fr: Réservation automatique
nl: Automatische bevestiging

# msg_booking_manuel
source: Any booking will be on hold until you manually approve/decline it. if not approved/declined within response time, bookings will be automatically declined.
de: Jede Buchung wird zurückgestellt, bis Sie sie manuell genehmigen/ablehnen. Wenn die Buchung nicht innerhalb der Reaktionszeit genehmigt/ablehnt wird, wird sie automatisch abgelehnt.
fr: Les réservations seront mises en attentes jusqu'à ce que vous les approuviez/décliniez, soit elles seront déclinées automatiquement si le temps de réponse est écoulé.
nl: Elke boeking wordt in de wacht totdat u hem handmatig bevestigt/annuleert. als niet bevestigt/ geannuleerd is binnen de reactietijd, worden boekings automatisch geannuleerd .

# booking_manuel
source: Manual approval
de: Manuelle Genehmigung
fr: Réservation manuelle
nl: Handmatig bevestiging

# msg_regulare_date
source: If this trip that occurs frequently "home/office" you can create up to 60 trips at once
de: Wenn diese Fahrt häufig „zu Hause/im Büro“ stattfindet, können Sie bis zu 60 Fahrten gleichzeitig erstellen
fr: Si vous faites des trajets régulier "maison/travail" vous pouvez créer jusqu'à 60 trajets
nl: Als deze rit die veelvuldig voorkomt "thuis/kantoo" kunt u tot 60 ritten tegelijk creëren

# msg_date_return
source: Return Date
de: Rückkehrdatum
fr: Indiquer la date de retour
nl: Retour Datum

# msg_date_alert_expire
source: Enter alert expiration date
de: Geben Sie das Ablaufdatum der Warnung ein
fr: Indiquer la date d'expiration
nl: Alarm vervaldatum invoeren

# msg_time_return
source: Enter return time
de: Geben Sie die Rückkehrzeit ein
fr: Indiquer l'heure de retour
nl: Retourrit tijd invoeren

# msg_time_departure
source: Enter departure time
de: Geben Sie die Abfahrtszeit ein
fr: Indiquer l'heure de départ
nl: Vertrek tijd invoeren

# msg_date_departure
source: Enter departure date
de: Geben Sie das Abfahrtsdatum ein
fr: Indiquer la date de départ
nl: Vertrek datum invoeren

# msg_steps_choice
source: Add stop :
de: Haltestelle hinzufügen:
fr: Ajouter une étape:
nl: Halte toevoegen :

# msg_destination_choice
source: Enter your destination point :
de: Geben Sie Ihren Reiseziel ein:
fr: Chercher votre ville de déstination :
nl: Uw bestemming punt invoeren :

# msg_search_address
source: Search an address
de: Suchen Sie eine Adresse
fr: Chercher une adresse
nl: Zoekt een adres

# msg_meeting_point_choice
source: Enter a meeting point (station, metro, parking...) :
de: Geben Sie einen Treffpunkt ein (Bahnhof, U-Bahn, Parkplatz...):
fr: Chercher un point de rencontre (gare, metro, parking...) :
nl: Uw ontmoeting punt invoeren (station, metro, parkering...) :

# msg_origin_choice
source: Enter your start point :
de: Geben Sie Ihren Startpunkt ein:
fr: Chercher votre ville de départ :
nl: Uw begin punt invoeren :

# msg_create_your_trip
source: You can create your trip here, click "Start"
de: Sie können Ihre Reise hier erstellen, klicken Sie auf „Start“
fr: Içi vous pouvez créer votre propre trajet en quelques cliques .. c'est très simple, cliquer sur "Commencer"
nl: U kunt uw rit hier creëren, klik "Start"

# inputs.waypoints
source: Add stop
de: Haltestelle hinzufügen
fr: Ajouter une étape
nl: Halte toevoegen

# inputs.oneWay
source: One way
de: Einweg
fr: Aller simple
nl: Enkele rit

# inputs.roundTrip
source: Round trip
de: Rundfahrt
fr: Aller/Retour
nl: Retour

# inputs.returnTime
source: Return Time
de: Rückkehrzeit
fr: Heure de retour
nl: Retourrit Tijd

# inputs.departureTime
source: Departure Time
de: Abfahrtszeit
fr: Heure de départ
nl: Vertrek Tijd

# inputs.returnDate
source: Return Date
de: Rückflugdatum
fr: Date de retour
nl: Retourrit Datum

# inputs.departureDate
source: Departure Date
de: Abfahrtdatum
fr: Date de départ
nl: Vertrek Datum

# inputs.steps
source: Add stop
de: Haltestelle hinzufügen
fr: Ajouter des étapes
nl: Halte toevoegen

# inputs.meeting_point
source: Meeting point
de: Treffpunkt
fr: Point de rencontre
nl: Ontmoeting punt

# inputs.origin
source: Departure
de: Abfahrt
fr: Départ
nl: Vertrek

source: Start
fr: Commencer

# pages.preferences
source: Preferences
de: Präferenzen
fr: Préférences
nl: Voorkeuren

# pages.trip
source: Trip
de: Reise
fr: Trajet
nl: Rit

# pages.home
source: Home
de: zu Hause
fr: Accueil
nl: Thuis

# pages.origine
source: Departure
de: Abfahrt
fr: Départ
nl: Vertrek

# slogan
source: Pocket friendly .. Nature friendly
fr: Fidèle à la poche .. Fidèle à la nature..
nl: Paket vriendelijk .. Natuur vriendelijk

# make_counter_proposal
source: Counter proposal?
nl: Tegenvoorstel?

# carlifting
source: Chauffeur
de: Chauffeuring
nl: Autolifting

# carlift
source: Chauffeur
nl: Autolift

# instant_monthly_basis
source: Réservation mensuelle
de: Menuelle Reservierung
nl: Maandelijkse boeking

# instant_weekly_basis
source: Réservation hebdomadaire
de: Hebdomadaire reservieren
nl: Wekelijkse boeking

source: Destination
de: Reiseziel
nl: Bestemming

source: Distance
de: Distanz
nl: Asdtand

source: Destinations
de: Reiseziele
nl: Bestemmingen

# social_share_subject
source: Cocarz - Nouveau trajet
nl: Cocarz - Nouveau traject

# select_language
source: Language
de: Sprache
nl: Taal

source: Dates
de: Termine
nl: Datum

# inbox
source: Messages
de: Mitteilungen
nl: Berichten

# _trip
source: The field %1$@ is empty
nl: Het veld %1$@ is leeg

# cts_version
source: Version
de: Ausführung
nl: Versie

# activate_api
source: Activation
de: Aktivierung
nl: Activatie

# msg_scan_qr_code
source: Scan the QR-Code
de: Scannen Sie den QR-Code
nl: Scan de QR-Code

source: Transactions
de: Transaktionen
nl: Transactie's

# wait_for_connexion
source: Connection
de: Verbindung
nl: Verbonding

source: Total
de: Gesamt
nl: Aantal

source: Date
de: Datum
nl: Datum

source: Home
de: zu Hause
nl: Thuis

# date_days.SA
source: SA
nl: ZA

# inputs.destination
source: Destination
de: Reiseziel
nl: Bestemming

# pages.dates
source: Dates
de: Termine
nl: Datum

# pages.destination
source: Destination
de: Reiseziel
nl: Bestemming

source: payout_partial_paid_msg
de: Der Passagier hat seine Reservierung storniert, gemäß den Allgemeinen Nutzungsbedingungen erhalten Sie 50 %% der Beteiligung

source: payout_partial_zahlung
de: Teilzahlung

source: registered_paid
de: Registrierte Zahlung

source: payment
de: Unzureichende Mittel

source: email_in_use
de: Die E-Mail-Adresse ist bereits verwendet!

source: Type
de: Typ

source: pages.slogan
de: Taschenfreundlich. Naturfreundlich
