Repository: kefahB/i18n
Catalog: App_Resources/iOS/*.lproj/Localizable.strings
Languages: de, fr, nl

# for_ladies
source: For Ladies only
de: Nur für Damen
fr: Juste pour les Dames
nl: Aleen voor dames

# create_carpool_explaine
source: Date and time are determined (i.e. you are traveling on a predetermined date and you seek traveling companions ).
de: Datum und Uhrzeit werden festgelegt (d. h. Sie reisen an einem vorher festgelegten Datum und suchen Reisebegleiter).
fr: La date et l'heure sont déterminées (c'est-à-dire que vous voyagez à une date prédéterminée et que vous cherchez des compagnons de voyage).
nl: Datum en tijd zijn bepaald (i.e. u reist on a vooraf bepaalde datum en u zoekt reisgenoten ).

# create_carlift_explaine
source: Date and time are flexible (i.e. you can determine your availability according to your own schedule).
de: Datum und Uhrzeit sind flexibel (d. h. Sie können Ihre Verfügbarkeit nach Ihrem eigenen Zeitplan bestimmen).
fr: La date et l'heure sont flexibles (c'est-à-dire que vous pouvez déterminer votre disponibilité en fonction de votre propre horaire).
nl: Datum en tijd zijn flexibel (i.e. u kunt uw beschikbaarheid bepalen volgens uw eigen rooster).

# create_carpool_trip
source: Créer un Carpool
de: Erstellen Sie eine Fahrgemeinschaft
fr: Créer un Covoiturage
nl: Creër een Carpooling

# create_carlift_trip
source: Become a Chauffeur
de: Erstellen Sie einen Chauffeur
fr: Devenez un Chauffeur
nl: Creër een Autolift

# add_origin_as_a_trip
source: Add as local destination
de: Als lokales Reiseziel hinzufügen
fr: Ajouter comme destination locale
nl: Voeg als een lokale bestemming toe

# error_instant_basis
source: You should define at least one reservation base: - %1$@ - %2$@ - %3$@
de: Sie sollten mindestens eine Reservierungsbasis definieren: - %%S - %%S - %%S
fr: Vous devez définir au moins une base de réservation: - %1$@ - %2$@ - %3$@
nl: U zou moeten minimaal een reservatingsbasis definiëren: - %1$@ - %2$@ - %3$@

# instant_daily_basis
source: daily basis booking
de: Tägliche Buchung
fr: Réservation journalière
nl: Dagelijkse basis boeking

# accept_booking_basis
source: I accept bookings on:
de: Ich akzeptiere Buchungen für:
fr: J'accepte les réservations:
nl: Ik accepteer boeking om:

# we_are_almost_done
source: We're almost done
de: Wir sind fast fertig
fr: Nous avons presque terminé
nl: We zijn bijna klaar

# private_trip
source: Private
de: Privatgelände
fr: Privé
nl: Prive

# sharing_trip
source: Sharing
de: Teilen
fr: Partager
nl: Delen

# instant_trip_type
source: Trip type
de: Reisetyp
fr: Type de trajet
nl: Rittype

# passenger_to_go_msg
source: The minimum number of reservations to travel (per trip)
de: Die Mindestanzahl an Reisereservierungen (pro Reise)
fr: Le nombre minimum de réservation pour se déplacer (par trajet)
nl: Het minimaal aantal ritten te reizen (per rit)

source: Never
de: Niemals
fr: Jamais
nl: Nooit

source: Expiration date
de: Verfallsdatum
fr: Date d'expiration
nl: Vervaldatum

# when_trip_expire
source: When the trip expire?
de: Wann läuft die Reise ab?
fr: Quand l'annonce expire-t-elle ?
nl: Wanneer is de reis verlopen?

# max_time_range
source: Maximum 3 time slots authorized!
de: Maximal 3 Zeitfenster zugelassen!
fr: Maximum 3 plages horaires autorisées !
nl: Maximaal 3 maal slots geautoriseerd!

# add_time_range_msg
source: Define the time slots for which you accept reservations.
de: Definieren Sie die Zeitfenster, für die Sie Reservierungen annehmen.
fr: Définir les plages horaires dont vous accepteriez les réservations
nl: Definiër de tijdsloten waarvoor u reserveringen accepteert.

# add_time_range
source: Add a time slots
de: Fügen Sie ein Zeitfenster hinzu
fr: Ajouter une plage horaire
nl: Voeg een tijdslot toe

# to_
source: Until
de: Bis
fr: À
nl: Tot

source: To
de: Zu
fr: à
nl: Naar

source: From
de: Aus
fr: De
nl: Van

source: AND
de: UND
fr: ET
nl: En

# night_shift_fees_msg
source: Overnight charges will be added if the passenger requests a booking after midnight.
de: Wenn der Passagier eine Buchung nach Mitternacht wünscht, fallen Übernachtungsgebühren an.
fr: Les frais nocturnes seront ajoutés si le passager demande une réservation après minuit.
nl: Overnacht kosten zal toegevoegd worden als de passagier vraagt een boeking na de middernacht.

# night_shift_fees
source: Overnight charges?
de: Übernachtungskosten?
fr: Frais nocturnes ?
nl: Overnacht kosten?

# night_shift_booking_msg
source: Accepting bookings after midnight.
de: Wir akzeptieren Buchungen nach Mitternacht.
fr: Accepter des réservation après minuit.
nl: Boeking na de middernacht accepteren.

# night_shift_booking
source: Bookings after midnight?
de: Buchungen nach Mitternacht?
fr: Réservations après minuit ?
nl: Boeking na de middernacht?

# add_exclude_times_msg
source: Your ride will not be visible during the excluded time slots.
de: Während der ausgeschlossenen Zeitfenster ist Ihre Fahrt nicht sichtbar.
fr: Votre trajet ne sera pas visible pendant les plages horaires exclues.
nl: Uw reis zal niet zichtbaar worden tijdens de uitgesloten tijdslot.

# add_exclude_times
source: Exclude time slots
de: Zeitfenster ausschließen
fr: Exclure des plages horaires
nl: Sluit tijdsloten uit

# add_exclude_days_msg
source: Your trip will not be visible for the excluded days.
de: An den ausgeschlossenen Tagen ist Ihre Reise nicht sichtbar.
fr: Votre trajet ne sera pas visible pour les jours exclues.
nl: Uw reis zal niet zichtbaar worden op de uitgesloten datum.

# add_exclude_days
source: Exclude days
de: Tage ausschließen
fr: Exclure des jours
nl: Uitgesloten dagen

# add_exclude_dates_msg
source: Your trip will not be visible for the excluded dates.
de: Ihre Reise wird für die ausgeschlossenen Daten nicht sichtbar sein.
fr: Votre trajet ne sera pas visible pour les dates exclues.
nl: Uw reis zal niet zichtbaar worden op de uitgesloten datum.

# add_exclude_dates
source: Exclude dates
de: Termine ausschließen
fr: Exclure des dates
nl: Datum uitsluiten

source: Departure
de: Abfahrt
fr: Départ
nl: vertrekken

source: Duration
de: Dauer
fr: Durée
nl: Duur

# trip_cost_3_seats
source: Price of the trip (3 seats)
de: Preis der Reise (3 Sitzplätze)
fr: Prix du trajet (3 places)
nl: Prijs van de rit (3 banken)

# add_5_for_trips_below_50_KM
source: Add 5%1$@ if the trip < 50KM
de: Fügen Sie 5 %% hinzu, wenn die Fahrt weniger als 50 km dauert
fr: Ajouter %1$@ %2$@ si le trajet < 100 KM
nl: Voeg 5%1$@ toe als de rit < 50KM

source: Test your price
de: Testen Sie Ihren Preis
fr: Tester votre prix
nl: Test uw prijs

# km_calculator_explain
source: This wizard to help you define your price per KM, so the prices of your trips will be calculated on the basis of mileage with the formula: KM x YOUR PRICE PER KM = PRICE FOR 1 PERSON
de: Dieser Assistent hilft Ihnen bei der Definition Ihres Preises pro KM, damit die Preise Ihrer Fahrten auf der Grundlage der Kilometerleistung mit der folgenden Formel berechnet werden: KM x IHR PREIS PRO KM = PREIS FÜR 1 PERSON
fr: Cet assistant vous aide à définir votre prix par KM, ainsi, les prix de vos trajets seront calculés sur base de kilométrage avec la formule: KM x VOTRE PRIX PAR KM = PRIX POUR 1 PERSONNE
nl: Deze wizard om u te helpen uw prijs per km definiëren, dus de prijzen van uw reizen zullen op basis van kilometerstand berekend worden met de formule: KM x UW PRIJS PER KM = PRIJS VOOR 1 PERSOON

# your_km_price
source: Your price per KM
de: Ihr Preis pro KM
fr: Votre prix au KM
nl: Uw prijs per KM

# distance_calc_msg2
source: for a distance of
de: für eine Entfernung von
fr: pour une distance de
nl: Voor een afstand van

# distance_calc_msg1
source: Below is the price per person for a trip between
de: Nachfolgend finden Sie den Preis pro Person für eine Fahrt zwischen
fr: Ci-dessous le prix par personne pour un trajet entre
nl: Hier onder is de prijs per persoon voor een reis between

# instant_trip_per_km_explaine_msg_5
source: Prix par passager: (86 + 19) / 3 = 35.00 %1$@
de: Preis pro Durchgang: (86 + 19) / 3 = 35,00 %1$@
fr: Price per passenger: (86 + 19) / 3 = 35.00 %1$@
nl: Prijs per passagier: (86 + 19) / 3 = 35.00 %1$@

# instant_trip_per_km_explaine_msg_4
source: Calculer le coût de maintenance: 241 (km) x 0.08 = 19.00 %1$@
de: Berechnung der Wartungskosten: 241 (km) x 0,08 = 19,00 %1$@
fr: Calculate maintenance cost: 241 (km) x 0.08 = 19.00 %1$@
nl: Bereken de onderhoudskosten: 241 (km) x 0.08 = 19.00 %1$@

# instant_trip_per_km_explaine_msg_3
source: Calcule pour 3 places: 241 (km) x 0.36 (%1$@) = 86.00 %2$@
de: Berechnen Sie für 3 Orte: 241 (km) x 0,36 (%1$@) = 86,00 %2$@
fr: Calculated for 3 places: 241 (km) x 0.36 (%1$@) = 86.00 %2$@
nl: Berekend voor 3 plaatsen: 241 (km) x 0,36 (%1$@) = 86,00 %2$@

# instant_trip_per_km_explaine_msg_2
source: Par example: un passager souhait se rendre de point (A) à un point (B), Cocarz calculera la distance du trajet en voiture et multiplier la distance par le prix par (km):
de: Zum Beispiel: Eine Passage soll von Punkt (A) zu einem Punkt (B) führen. Cocarz berechnet die Distanz, die Sie im Auto zurücklegen, und multipliziert die Distanz mit dem Preis (km):
fr: For example: a passenger wishes to go from point (A) to point (B), Cocarz will calculate the distance of the trip by car and multiply the distance by the price by (km):
nl: Bijvoorbeeld: een passagier wenst van punt (A) naar punt (B) te gaan, Cocarz berekent de afstand van de reis per auto en vermenigvuldigt de afstand met de prijs met (km):

# instant_trip_per_km_explaine_msg_1
source: Cocarz is based on the price per (km) you have chosen to calculate the price to be paid per passenger.
de: Cocarz basiert auf dem von Ihnen gewählten Preis pro (km), um den pro Passagier zu zahlenden Preis zu berechnen.
fr: Cocarz se base sur le prix par (km) que vous avez choisit pour calculer le prix à payer par passager.

# instant_trip_per_km_explaine_title
source: How Instant Trips Work
de: So funktionieren Sofortreisen
fr: Comment fonctionnent les trajets Instantanés
nl: Hoe werkt onmiddelijke reis

# hight_price_trip_msg
source: Offer a reasonable price. The lowest prices are displayed first in the search results
de: Bieten Sie einen angemessenen Preis an. Die niedrigsten Preise werden in den Suchergebnissen zuerst angezeigt
fr: Proposer un prix raisonnable. Les prix les plus bas sont affichés en premier dans les résultats de recherche
nl: Bied een redelijke prijs aan. De laagste prijzen worden eerst weergegeven in de zoekreslultaten

# estimate_price_for_trip
source: How much do you charge for the trip between %1$@ and %2$@ (per person)?
de: Wie viel berechnen Sie für die Fahrt zwischen %1$@ und %2$@ (pro Person)?
fr: Combien faites-vous payer le trajet entre %1$@ et %2$@ (par personne) ?
nl: Hoeveel zult u er vragen voor een rit tussen %1$@ en %2$@ (per persoon)?

# calculate_price_per_km
source: Calculate your price per km
de: Berechnen Sie Ihren Preis pro km
fr: Calculer votre prix du km
nl: Reken uw prijs per km

# title_calculate_price_per_km
source: Price per KM driven:
de: Preis pro gefahrenem KM:
fr: Prix par KM parcouru:
nl: Prijs per KM gereden:

# add_destination
source: Add a destination
de: Fügen Sie ein Reiseziel hinzu
fr: Ajouter une destination
nl: Bestemming toevoegen

# add_instant_destinations_msg_suite
source: Cocarz will generate all the combinations between the departure and each destination.
de: Cocarz generiert alle Kombinationen zwischen der Abfahrt und jedem Ziel.
fr: Cocarz vas générer toutes les combinaisons entre le point de départ et chaque destination.
nl: Cocarz zal verwerken alle combinaties tussen het vertrekken en elke bestemming.

# add_instant_destinations_msg
source: Add the cities you would like to serve.
de: Fügen Sie die Städte hinzu, die Sie bedienen möchten.
fr: Ajoutez les villes que vous souhaiteriez desservir.
nl: Voeg de steden toe die u wilt bedienen.

# cost_per_person
source: Price per person
de: Preis pro Person
fr: Prix par personne
nl: Prijs per persoon

# trips_within_same_city_msg
source: By activating this option your rides will be visible to people looking for rides in %1$@ only.
de: Wenn Sie diese Option aktivieren, werden Ihre Fahrten nur für Personen sichtbar, die nach Fahrten in %1$@ suchen.
fr: En activant cette option vous trajets seront visibles par les personnes cherchant des trajets à %1$@ seulement.
nl: Door deze optie te activeren, worden uw ritten zichtbaar alleen voor mensen die ritten in %1$@ zoeken.

# trips_within_same_city
source: Local rides only
de: Nur lokale Fahrten
fr: Trajets locaux seulement
nl: Alleen lokale ritten

# distance_between_steps_zero
source: The distance between certain points on your journey is zero! Please check your route and delete the waypoints that are very close.
de: Der Abstand zwischen bestimmten Punkten Ihrer Reise beträgt Null! Bitte überprüfen Sie Ihre Route und löschen Sie die Wegpunkte, die sehr nahe beieinander liegen.
fr: La distance entre cetrain point du trajet est zéro ! veuillez vérifier votre trajet et supprimer les étapes qui sont très proches.
nl: De afstand tussen bepaalde punten op uw reis is nul! AUB controleer uw route en verwijder de tussenpunten die te dichtbij zijn.

# social_share_dialog_title
source: Share your trip
de: Teilen Sie Ihre Reise
fr: Partager votre trajet
nl: Uw reis delen

# social_share_description_msg
source: %1$@ just posted a Car Lift trip: from %2$@ → %3$@ Date: %4$@ Book now
de: %1$@ hat gerade eine Fahrt mit dem Chauffeur gepostet: von %2$@ → %3$@ Termine Buchen Sie jetzt
fr: %1$@ vient de publier une annonce de covoiturage de %2$@ à %3$@. Réserver maintenant
nl: %1$@ net plaatst een autoliftreis: van %2$@ → %3$@ Datum: %4$@ Boek nu

# operation_timeout
source: Operation timeout elapsed!
de: Betriebszeitüberschreitung abgelaufen!
fr: Délai d'attente de l'opération écoulé !
nl: De time-out van de bewerking is verstreken!

# trip_recap_title
source: Summary of your trip
de: Zusammenfassung Ihrer Reise
fr: Récapitulatif de votre trajet
nl: Overzicht van uw rit

# booking_time_expired
source: You can no longer book on this route because it is already underway!
de: Sie können diese Route nicht mehr buchen, da sie bereits läuft!
fr: Vous ne pouvez plus réserver sur ce trajet car il est déja en cours !
nl: U kunt niet meer op deze route boeken want hij is al onderweg!

# some_waypoint_are_same
source: A duplicate is detected! Thank you for correcting.
de: Ein Duplikat wurde erkannt! Vielen Dank für die Korrektur.
fr: Un doublon est detecté ! Merci de corriger.
nl: Een duplicaat wordt gedecteerd! Bedankt voor het corrigeren.

source: See cancellation policy
de: Siehe Stornierungsbedingungen
fr: Voir les conditions d'annulations
nl: Annuleringsvoorwaarden lezen

# cocarz_service_fee_not_refunded
source: Cocarz service fees are not refunded.
de: Cocarz-Servicegebühren werden nicht erstattet.
fr: Les frais de service de Cocarz ne sont pas remboursés.
nl: Cocarz servicekosten worden niet terugbetaald.

# zero_refund_msg
source: According to the cancellation policy, unfortunately you will not be refunded.
de: Laut Stornierungsbedingungen erhalten Sie leider keine Rückerstattung.
fr: Conformément à la politique d'annulation, vous ne serez malheureusement pas remboursé.
nl: Volgens het annuleringsvoorwaarden, helaas zult u niet terugbetaald.

# partial_refund_msg
source: According to the cancellation policy, you will be partially refunded up to 50%% or (%1$@), it can take anywhere from 5-10 business days to show up on your bank account. Cocarz service fees are not refunded.
de: Gemäß den Stornierungsbedingungen erhalten Sie eine teilweise Rückerstattung von bis zu 50 %% oder (%1$@). Es kann zwischen 5 und 10 Werktagen dauern, bis der Betrag auf Ihrem Bankkonto erscheint. Cocarz-Servicegebühren werden nicht erstattet.
fr: Selon la politique d'annulation, vous serez partiellement remboursé jusqu'à 50 %% ou (%1$@), cela peut prendre entre 5 et 10 jours ouvrables pour apparaître sur votre compte bancaire
nl: Volgens het annuleringsvoorwaarden, zult u gedeeltelijk terugbetaald tot 50%% of (%1$@), het kan overal komen binnen 5-10 werkdagen om in uw bank te ontvangen. Cocarz servicekosten worden niet terugbetaald.

# full__immediate_refund_msg
source: According to the cancellation policy, you will be fully and immediately refunded.
de: Gemäß den Stornierungsbedingungen erhalten Sie eine vollständige und sofortige Rückerstattung.
fr: Conformément aux conditions d'annulation, vous serez intégralement et immédiatement remboursé.
nl: Volgens het annuleringsvoorwaarden, zult u volledig en onmiddellijk terugbetaald.

# full_refund_msg
source: According to the cancellation policy, you will be fully refunded, it can take anywhere from 5-10 business days to show up on your bank account. Cocarz service fees are not refunded.
de: Gemäß den Stornierungsbedingungen erhalten Sie eine vollständige Rückerstattung. Es kann zwischen 5 und 10 Werktagen dauern, bis der Betrag auf Ihrem Bankkonto erscheint. Cocarz-Servicegebühren werden nicht erstattet.
fr: Selon la politique d'annulation, vous serez entièrement remboursé, cela peut prendre 5 à 10 jours ouvrables pour apparaître sur votre compte bancaire
nl: Volgens het annuleringsvoorwaarden, zult u volledig terugbetaald, het kan overal komen binnen 5-10 werkdagen om in uw bank te ontvangen. Cocarz servicekosten worden niet terugbetaald.

# refund_info
source: Refund
de: Erstattung
fr: Remboursement
nl: Terugbetaling

# contact_driver_after_booking_only
source: You can contact the driver after booking!
de: Sie können den Fahrer nach der Buchung kontaktieren!
fr: Vous pouvez contacter le conducteur après la réservation !
nl: U kunt een contact opnemen met de driver na boeking!

# select_car_make
source: Select your car brand!
de: Wählen Sie Ihre Automarke!
fr: Sélectionner la marque de votre voiture !
nl: Uw auto merk selecteren!

# select_car_year
source: Select the year of your car!
de: Wählen Sie das Baujahr Ihres Autos!
fr: Sélectionner l'année de votre voiture !
nl: Het jaar van uw auto selecteren!

# select_car_model
source: Select your car model!
de: Wählen Sie Ihr Automodell!
fr: Sélectionner le modèle de votre voiture !
nl: Uw auto model selecteren!

# select_car_color
source: Select your car color!
de: Wählen Sie Ihre Autofarbe!
fr: Sélectionner la couleur de votre voiture !
nl: Uw auto kleur selecteren!

# click_2_time_to_quite
source: Click twice to exit
de: Klicken Sie zweimal, um den Vorgang zu beenden
fr: Cliquer 2 fois pour quitter
nl: Klik tweemaal om af te sluiten

# edit_phone_number
source: Edit my phone number
de: Bearbeiten Sie meine Telefonnummer
fr: Modifier mon numéro de téléphone

# verify_phone
source: Validate my phone number
de: Bestätige meine Telefonnummer
fr: Valider mon numéro de téléphone

# app_media_preferences_setting
source: Please allow Cocarz to access your images from the preferences!
de: Bitte erlauben Sie Cocarz, über die Einstellungen auf Ihre Bilder zuzugreifen!
fr: Merci d'autoriser Cocarz à accéder à vos images depuis les préférences !

# no_passengers
source: No passengers at the moment, be the first
de: Im Moment gibt es keine Passagiere, seien Sie der Erste
fr: Pas de passager pour le moment, soyez le premier
nl: Geen reizigers ao dit moment, wees de eerste

# add_car
source: Create my car
de: Erstelle mein Auto
fr: Ajouter une voiture
nl: Mijn auto creëren

# define_car_msg
source: You must fill in the information about your car such as the brand, the model and its color
de: Sie müssen die Informationen zu Ihrem Auto wie Marke, Modell und Farbe eingeben
fr: Vous devez renseigner les informations sur votre voiture tel que la marque, le modèle ainsi que sa couleur.
nl: U moet de informatie over uw auto invullen zoals het merk, het model en de kleur

# select_model
source: Model
de: Modell
fr: Modèle

# select_year
source: Year
de: Jahr
fr: Année
nl: Jaar

# select_make
source: Brand
de: Marke
fr: Marque
nl: Merk

# select_car_first
source: Select a car first!
de: Wählen Sie zuerst ein Auto aus!
fr: Choisissez un véhicule !
nl: Eerst een auto selecteren!

# connected_to_internet
source: Connected
de: In Verbindung gebracht
fr: Connecté
nl: verbonden

source: No internet!
de: Kein Internet!
fr: Pas de connexion !
nl: Geen internet!

# i_have_car
source: I have a car
de: ich habe ein Auto
fr: J'ai un véhicule
nl: Ik heb een auto

# create_trip_need_car
source: Only people who own a car can create a trip.
de: Nur wer ein Auto besitzt, kann eine Reise erstellen.
fr: Seule les personnes qui possèdent un véhicule peuvent créer un trajet.

# unverified_email
source: You must verify your email address!
de: Sie müssen Ihre E-Mail-Adresse verifizieren!
fr: Vous devez vérifier votre adresse Email !

source: Update now
de: Jetzt aktualisieren
fr: Mettre à jour
nl: Update nu

# update_msg
source: A security update is available!
de: Ein Sicherheitsupdate ist verfügbar!
fr: Une mise à jour de sécurité est disponible !

# update_title
source: Update
de: Aktualisieren
fr: Mise à jour

# current_info_1
source: When you have accumulated 6000 COZ, this number will be reset to count COZ for the next tree and the "Pending" will have 1 more tree.
de: Wenn Sie 6000 COZ angesammelt haben, wird diese Zahl zurückgesetzt, um die COZ für den nächsten Baum zu zählen, und unter „Ausstehend“ wird ein weiterer Baum angezeigt.
fr: Lorsque vous aurez accumulé 6000 COZ, le numéro sera remis à zéro pour compter les COZ pour le prochain arbre et le "En cours" aura 1 arbre de plus.

# current_info
source: This is the number of COZ to plant a tree, You need to accumulate 6000 COZ to plant a tree.
de: Dies ist die Anzahl COZ, um einen Baum zu pflanzen. Sie müssen 6000 COZ ansammeln, um einen Baum zu pflanzen.
fr: C'est le nombre de COZ pour planter un arbre, vous devez en accumuler 6000 COZ.

# pending_info_1
source: Once the procedure is complete, this number disappears and the tree will be added to your account and visible in the blue tree
de: Sobald der Vorgang abgeschlossen ist, verschwindet diese Nummer und der Baum wird Ihrem Konto hinzugefügt und im blauen Baum sichtbar
fr: Une fois la procédure de plantation terminée, ce nombre disparaitra et l'arbre sera ajouté à votre forêt.
nl: Zodra de procedure voltooid is, wordt dit nummer verdwijnt en de boom gaat toegevoegd worden aan uw account en wordt zichtbaar in the blauw boom

# pending_info
source: If you see a number, you have accumulated enough COZ (6000) for Cocarz to plant a tree for you 😊
de: Wenn Sie eine Zahl sehen, haben Sie genug COZ (6000) angesammelt, damit Cocarz einen Baum für Sie pflanzen kann 😊
fr: Si vous voyez un nombre, vous avez accumulé assez de COZ (6000) pour que Cocarz plante un arbre pour vous 😊
nl: Als je een getal ziet, heb je genoeg COZ (6000) verzameld zodat Cocarz een boom voor je kan planten 😊

# coz_info_1
source: COZ was chosen to refer to CO2 (carbon dioxide) and COcarZ which strives to reduce CO2 emissions.
de: COZ wurde gewählt, um sich auf CO2 (Kohlendioxid) zu beziehen, und COcarZ, das darauf abzielt, CO2-Emissionen zu reduzieren.
fr: COZ a été choisi pour faire référence au CO2 (dioxyde de carbone) et COcarZ qui tâche de réduire les émissions de CO2.
nl: COZ is gekozen om te verwijzen naar CO2 (kooldioxide) en COcarZ die ernaar de CO2-uitstoot te verminderen streeft.

# coz_info
source: The COZ is the total KM you have traveled since your registration on COCARZ.
de: Der COZ ist der Gesamtkilometerwert, den Sie seit Ihrer Registrierung bei COCARZ zurückgelegt haben.
fr: Le COZ est le total de KM que vous avez parcouru depuis votre inscription sur COCARZ.
nl: De COZ is de aantal KM u gereisd heeft sinds u op COCARZ geregisteerd heeft.

# tree_info_1
source: It will be incremented each time you have traveled 6000 KM
de: Der Wert wird jedes Mal erhöht, wenn Sie 6000 km zurückgelegt haben
fr: Chaque 6000 KM parcourus votre forêt s'agrandira.
nl: Het wordt verhoogt elke keer u 6000 km gereisd heeft
