Repository: kefahB/i18n
Catalog: App_Resources/iOS/*.lproj/Localizable.strings
Languages: de, fr, nl

# how_to_edit_my_trip_desc
source: Description: There are 2 scenarios for editing your trip: Scenario 1: You haven't received any bookings yet on the trip you want to edit. In this case, you can edit all the trip options. Here's how: 1. Go to the 'Trips' tab. 2. Find the trip you want to edit. 3. Swipe the item from left to right and click on 'Edit'. 4. Make your desired changes and click 'Next' until you reach the end. 5. Click 'Edit' to confirm your changes. Scenario 2: You already have one or more bookings. In this scenario, you can edit the departure, destination, meeting point, seats number, and dates. 1. Here's how: 2. Go to the 'Trips' tab. 3. Find the trip you want to edit. 4. Swipe the item from left to right and click on 'Edit'. 5. A window will appear. Make your changes and save them.
de: Description: Es gibt 2 Szenarien zur Bearbeitung Ihrer Fahrt: Szenario 1: Sie haben noch keine Buchungen für die Fahrt erhalten, die Sie bearbeiten möchten. In diesem Fall können Sie alle Fahroptionen bearbeiten. Hier ist, wie es funktioniert: 1. Gehen Sie zum Tab „Fahrten“. 2. Finden Sie die Fahrt, die Sie bearbeiten möchten. 3. Streichen Sie den Eintrag von links nach rechts und klicken Sie auf „Bearbeiten“. 4. Nehmen Sie die gewünschten Änderungen vor und klicken Sie auf „Weiter“, bis Sie am Ende angekommen sind. 5. Klicken Sie auf „Bearbeiten“, um Ihre Änderungen zu bestätigen. Szenario 2: Sie haben bereits eine oder mehrere Buchungen. In diesem Szenario können Sie den Abfahrtsort, das Ziel, den Treffpunkt, die Anzahl der Plätze und die Daten bearbeiten. 1. So geht's: 2. Gehen Sie zum Tab „Fahrten“. 3. Finden Sie die Fahrt, die Sie bearbeiten möchten. 4. Streichen Sie den Eintrag von links nach rechts und klicken Sie auf „Bearbeiten“. 5. Ein Fenster wird angezeigt. Nehmen Sie Ihre Änderungen vor und speichern Sie diese.
fr: Description: Il existe 2 scénarios pour la modification de votre trajet : Scénario 1 : Vous n'avez pas encore reçu de réservations sur le trajet que vous souhaitez modifier. Dans ce cas, vous pouvez modifier toutes les options du trajet. Voici comment faire : 1. Allez dans l'onglet « Trajets ». 2. Trouvez le trajet que vous souhaitez modifier. 3. Faites glisser l'élément de gauche à droite et cliquez sur « Modifier ». 4. Effectuez les modifications souhaitées et cliquez sur « Suivant » jusqu'à la fin. 5. Cliquez sur « Modifier » pour confirmer vos modifications. Scénario 2 : Vous avez déjà une ou plusieurs réservations. Dans ce scénario, vous pouvez modifier le départ, la destination, le point de rencontre, le nombre de places et les dates. 1. Voici comment faire : 2. Allez dans l'onglet « Trajets ». 3. Trouvez le trajet que vous souhaitez modifier. 4. Faites glisser l'élément de gauche à droite et cliquez sur « Modifier ». 5. Une fenêtre apparaîtra. Effectuez vos modifications et enregistrez-les.
nl: Beschrijving: Er zijn 2 scenario's voor het bewerken van uw rit: Scenario 1: U heeft nog geen boekingen ontvangen voor de rit die u wilt bewerken. In dit geval kunt u alle ritopties bewerken. Zo werkt het: 1. Ga naar het tabblad 'Ritten'. 2. Zoek de rit die u wilt bewerken. 3. Veeg het item van links naar rechts en klik op 'Bewerken'. 4. Voer de gewenste wijzigingen in en klik op 'Volgende' tot u bij het einde bent. 5. Klik op 'Bewerken' om uw wijzigingen te bevestigen. Scenario 2: U heeft al één of meer boekingen. In dit scenario kunt u het vertrekpunt, de bestemming, het ontmoetingspunt, het aantal beschikbare plaatsen en de datums bewerken. 1. Zo werkt het: 2. Ga naar het tabblad 'Ritten'. 3. Zoek de rit die u wilt bewerken. 4. Veeg het item van links naar rechts en klik op 'Bewerken'. 5. Er verschijnt een venster. Voer uw wijzigingen in en sla ze op.

source: How to edit my trip ?
de: Wie bearbeite ich meine Fahrt ?
fr: Comment modifier mon trajet ?
nl: Hoe bewerk ik mijn rit ?

# how_create_frequent_trip_desc
source: 1. From the homepage, click on "Create a trip" 2. Select itinerary options and make sure to select "Frequent Trip" (it is unselected by default), then click "Next" 3. Add your departure point and click "Next" 4. Add your destination and click "Next" 5. Add the meeting point 6. Select the start and end date period of your frequent trip 7. Choose specific days by clicking on the weekdays. For example, selecting Monday will apply to all Mondays in the chosen period. If it's a round trip, switch to "Return" at the top and repeat the process, then click "Next" 8. Enter the departure date and, if applicable, the return date for a round trip 9. Add up to 5 waypoints if needed 10. Check the suggested price and adjust if necessary, keeping in mind the cost-sharing goal. 11. Select available seats, and having 2 back seats available is appreciated 12. Choose the booking mode: - Auto: Reservations will be automatically approved. - Manual: You need to approve/decline reservations manually. 13. Add a message for future passengers, then publish your trip
de: 1. Klicken Sie auf der Startseite auf "Eine Fahrt erstellen" 2. Wählen Sie Reiseoptionen aus und stellen Sie sicher, "Häufige Fahrt" auszuwählen (es ist standardmäßig nicht ausgewählt), und klicken Sie dann auf "Weiter" 3. Geben Sie Ihren Abfahrtsort ein und klicken Sie auf "Weiter" 4. Geben Sie Ihr Ziel ein und klicken Sie auf "Weiter" 5. Geben Sie den Treffpunkt ein 6. Wählen Sie den Start- und Endzeitraum Ihrer häufigen Fahrt aus 7. Wählen Sie bestimmte Tage aus, indem Sie auf die Wochentage klicken. Wenn Sie beispielsweise Montag auswählen, gilt dies für alle Montage im gewählten Zeitraum. Wenn es sich um eine Hin- und Rückfahrt handelt, wechseln Sie oben auf "Rückkehr" und wiederholen Sie den Vorgang, dann klicken Sie auf "Weiter" 8. Geben Sie das Abreisedatum ein und bei Bedarf das Rückreisedatum für eine Rundreise 9. Fügen Sie bis zu 5 Zwischenstopps hinzu, falls erforderlich 10. Überprüfen Sie den vorgeschlagenen Preis und passen Sie ihn bei Bedarf an, wobei das Ziel die Kostenbeteiligung ist. 11. Wählen Sie verfügbare Sitze aus, und es wird geschätzt, wenn 2 Rückseats verfügbar sind 12. Wählen Sie den Buchungsmodus: - Auto: Reservierungen werden automatisch genehmigt. - Manuell: Sie müssen Reservierungen manuell genehmigen/ablehnen. 13. Fügen Sie eine Nachricht für zukünftige Fahrgäste hinzu und veröffentlichen Sie dann Ihre Fahrt
fr: 1. Depuis la page d'accueil, cliquez sur "Créer un trajet" 2. Sélectionnez les options d'itinéraire et assurez-vous de sélectionner "Trajet Fréquent" (il estpar défaut), puis cliquez sur "Suivant" 3. Ajoutez votre point de départ et cliquez sur "Suivant" 4. Ajoutez votre destination et cliquez sur "Suivant" 5. Ajoutez le point de rencontre 6. Sélectionnez la période de début et de fin de votre trajet fréquent 7. Choisissez les jours spécifiques en cliquant sur les jours de la semaine. Par exemple, sélectionner lundi s'appliquera à tous les lundis dans la période choisie. Si c'est un trajet aller-retour, basculez sur "Retour" en haut et répétez le processus, puis cliquez sur "Suivant" 8. Entrez la date de départ et, le cas échéant, la date de retour pour un trajet aller-retour 9. Ajoutez jusqu'à 5 points de passage si nécessaire 10. Vérifiez le prix suggéré et ajustez si nécessaire, en gardant à l'esprit l'objectif du partage des coûts. 11. Sélectionnez les places disponibles, et avoir 2 places arrière disponibles est apprécié 12. Choisissez le mode de réservation : - Auto: les réservations seront automatiquement approuvées. - Manuel: vous devez approuver/décliner les réservations manuellement. 13. Ajoutez un message pour les futurs passagers, puis publiez votre trajet
nl: 1. Vanaf de startpagina, klik op "Een rit maken" 2. Selecteer reisopties en zorg ervoor dat "Frequente rit" is geselecteerd (standaard niet geselecteerd), klik vervolgens op "Volgende" 3. Voeg uw vertrekpunt toe en klik op "Volgende" 4. Voeg uw bestemming toe en klik op "Volgende" 5. Voeg het ontmoetingspunt toe 6. Selecteer de start- en einddatum van uw frequente rit 7. Kies specifieke dagen door op de weekdagen te klikken. Als u bijvoorbeeld maandag selecteert, geldt dit voor alle maandagen in de gekozen periode. Als het een retourrit betreft, schakel dan naar "Terug" bovenaan en herhaal het proces, klik vervolgens op "Volgende" 8. Voer de vertrekdatum in en, indien van toepassing, de retourdatum voor een retourrit 9. Voeg maximaal 5 tussenstops toe indien nodig 10. Controleer de voorgestelde prijs en pas aan indien nodig, met het oog op het delen van de kosten. 11. Selecteer beschikbare zitplaatsen en het wordt gewaardeerd als er 2 achterste zitplaatsen beschikbaar zijn 12. Kies de boekingsmodus: - Auto: Reserveringen worden automatisch goedgekeurd. - Handmatig: U moet reserveringen handmatig goedkeuren/afwij. 13. Voeg een bericht toe voor toekomstige passagiers en publiceer vervolgens uw rit.

# how_create_occasional_trip_desc
source: Step 1: From the home page, click on "Create a trip". Step 2: Select itinerary options and make sure to unselect 'Frequent trip' (it is unselected by default) and click "Next". Step 3: Add your departure point and click "Next". Step 4: Add your destination and click "Next". Step 5: Add the meeting point. Step 6: Enter the departure date and, if applicable, the return date in case of a round trip. Step 7: Add waypoints (up to 5 are allowed). Step 8: See the suggested price and adjust if needed. Please note that the goal is to share the trip cost! Step 9: Select the available seats. Keeping 2 back seats available is appreciated. Step 10: Set the booking mode: Auto: No action required, bookings will be approved automatically. Manual: You need to manually approve/decline bookings. Step 11: Add a message for future passengers and publish.
de: Schritt 1: Klicken Sie auf der Startseite auf "Eine Fahrt erstellen".Schritt 2: Wählen Sie die Reiseoptionen aus und stellen Sie sicher, dass 'Häufige Fahrt' abgewählt ist (es ist standardmäßig abgewählt), und klicken Sie auf "Weiter".Schritt 3: Geben Sie Ihren Abfahrtsort ein und klicken Sie auf "Weiter".Schritt 4: Geben Sie Ihr Ziel ein und klicken Sie auf "Weiter".Schritt 5: Fügen Sie den Treffpunkt hinzu.Schritt 6: Geben Sie das Abreisedatum ein und bei Bedarf das Rückreisedatum im Falle einer Rundreise.Schritt 7: Fügen Sie Zwischenstopps hinzu (bis zu 5 sind erlaubt).Schritt 8: Sehen Sie den vorgeschlagenen Preis ein und passen Sie ihn bei Bedarf an. Beachten Sie bitte, dass das Ziel die gemeinsame Kostenteilung ist!Schritt 9: Wählen Sie die verfügbaren Plätze aus. Es wird geschätzt, wenn 2 hintere Plätze frei gehalten werden.Schritt 10: Wählen Sie den Buchungsmodus: - Auto: Keine Aktion erforderlich, Buchungen werden automatisch genehmigt. - Manuell: Sie müssen Buchungen manuell genehmigen/ablehnen.Schritt 11: Fügen Sie eine Nachricht für zukünftige Mitfahrer hinzu und veröffentlichen Sie die Fahrt.
fr: Étape 1 : À partir de la page d'accueil, cliquez sur "Créer un trajet". Étape 2 : Sélectionnez les options d'itinéraire et assurez-vous de décocher "Trajet Fréquent" (il est désélectionné par défaut) et cliquez sur "Suivant". Étape 3 : Ajoutez votre point de départ et cliquez sur "Suivant". Étape 4 : Ajoutez votre destination et cliquez sur "Suivant". Étape 5 : Ajoutez le point de rencontre. Étape 6 : Entrez la date de départ et, le cas échéant, la date de retour en cas de trajet aller-retour. Étape 7 : Ajoutez des points de passage (jusqu'à 5 sont autorisés). Étape 8 : Consultez le prix suggéré et ajustez si nécessaire. Veuillez noter que l'objectif est de partager les frais du trajet. Étape 9 : Sélectionnez les places disponibles. Garder 2 places arrière disponibles est apprécié. Étape 10 : Choisissez le mode de réservation : - Auto : Aucune action requise, les réservations seront automatiquement approuvées. - Manuel : Vous devez approuver/décliner les réservations manuellement. Étape 11 : Ajoutez un message pour les futurs passagers et publiez.
nl: Stap 1: Klik op "Een rit maken" op de startpagina. Stap 2: Selecteer reisopties en zorg ervoor dat 'Veelvoorkomende rit' niet is geselecteerd (standaard is het niet geselecteerd), en klik op "Volgende". Stap 3: Voeg uw vertrekpunt toe en klik op "Volgende". Stap 4: Voeg uw bestemming toe en klik op "Volgende". Stap 5: Voeg het ontmoetingspunt toe. Stap 6: Voer de vertrekdatum in en, indien van toepassing, de terugkeerdatum in geval van een rondreis. Stap 7: Voeg tussenstops toe (tot 5 zijn toegestaan). Stap 8: Bekijk de voorgestelde prijs en pas indien nodig aan. Houd er rekening mee dat het doel is om de ritkosten te delen! Stap 9: Selecteer de beschikbare plaatsen. Het wordt op prijs gesteld als 2 achterste plaatsen beschikbaar zijn. Stap 10: Stel de boekingsmodus in: - Auto: Geen actie vereist, boekingen worden automatisch goedgekeurd. - Handmatig: U moet boekingen handmatig goedkeuren/afwijzen. Stap 11: Voeg een bericht toe voor toekomstige passagiers en publiceer de rit.

# how_create_occasional_trip
source: How to create an Occasional Trip ?
de: Wie erstelle ich eine gelegentliche Fahrt ?
fr: Comment créer un trajet occasionnel ?
nl: Hoe maak ik een incidentele rit aan?

# how_receive_booking_desc
source: {"When you have a new booking, what happens?":"When you have a new booking, you will receive a notification and an email containing all the booking details and the passenger's phone number (please note that the phone number is for organizing the trip only). You can also message the passenger directly from the app.","What do you need to do with the booking notification?":"If the booking mode is 'Automatic', there's nothing to do. The booking will be approved automatically.\n\nIf the booking mode is 'Manual', you have the option to review the passenger's profile before deciding to approve or decline the booking."}
de: {"Was passiert, wenn Sie eine neue Buchung erhalten?":"Wenn Sie eine neue Buchung erhalten, erhalten Sie eine Benachrichtigung und eine E-Mail mit allen Buchungsdetails sowie der Telefonnummer des Fahrgasts (Bitte beachten Sie, dass die Telefonnummer nur zur Organisation der Fahrt verwendet wird). Sie können den Fahrgast auch direkt über die App kontaktieren.","Was müssen Sie mit der Buchungsbenachrichtigung tun?":"Wenn der Buchungsmodus 'Automatisch' ist, gibt es nichts zu tun. Die Buchung wird automatisch genehmigt.\n\nWenn der Buchungsmodus 'Manuell' ist, haben Sie die Möglichkeit, das Profil des Fahrgasts zu überprüfen, bevor Sie die Buchung genehmigen oder ablehnen."}
fr: {"Que se passe-t-il lorsqu'une nouvelle réservation est effectuée?":"Lorsque vous avez une nouvelle réservation, vous recevrez une notification et un e-mail contenant tous les détails de la réservation ainsi que le numéro de téléphone du passager (veuillez noter que le numéro de téléphone est destiné uniquement à l'organisation du trajet). Vous pouvez également envoyer un message directement au passager depuis l'application.","Que devez-vous faire avec la notification de réservation?":"Si le mode de réservation est 'Automatique', il n'y a rien à faire. La réservation sera approuvée automatiquement.\n\nSi le mode de réservation est 'Manuel', vous avez la possibilité de consulter le profil du passager avant de décider d'approuver ou de décliner la réservation."}
nl: {"Wat gebeurt er als u een nieuwe boeking ontvangt?":"Wanneer u een nieuwe boeking ontvangt, ontvangt u een melding en een e-mail met alle boekingsgegevens en het telefoonnummer van de passagier (let op: het telefoonnummer is alleen bedoeld voor het organiseren van de rit). U kunt ook rechtstreeks contact opnemen met de passagier via de app.","Wat moet u doen met de boekingsmelding?":"Als de boekingsmodus 'Automatisch' is, hoeft u niets te doen. De boeking wordt automatisch goedgekeurd.\n\nAls de boekingsmodus 'Handmatig' is, heeft u de mogelijkheid om het profiel van de passagier te bekijken voordat u beslist om de boeking goed te keuren of af te wijzen."}

# how_receive_booking
source: I am a driver, how does the booking process work ?
de: Ich bin Fahrer, wie funktioniert die Buchung?
fr: Je suis conducteur, comment fonctionne la réservation ?
nl: Ik ben chauffeur, hoe werkt het boeken ?

# how_to_book_desc
source: {"1":"Search for your trip.","2":"Select a trip from the trips list.","3":"Verify trip details.","4":"Select the seats number and checkout.","5":"A payment confirmation by email with all details and driver phone number (phone number should be used exclusively for organizing the trip) will be sent to you. Also, you will receive a confirmation via the app.","6":"After the booking, you can message the driver directly from the app."}
de: {"1":"Suchen Sie nach Ihrer Reise.","2":"Wählen Sie eine Reise aus der Liste der Reisen aus.","3":"Überprüfen Sie die Reisedetails.","4":"Wählen Sie die Anzahl der Sitze aus und schließen Sie den Kauf ab.","5":"Eine Zahlungsbestätigung per E-Mail mit allen Details und der Telefonnummer des Fahrers (die Telefonnummer sollte ausschließlich für die Organisation der Reise verwendet werden) wird Ihnen zugesandt. Sie erhalten auch eine Bestätigung über die App.","6":"Nach der Buchung können Sie den Fahrer direkt über die App kontaktieren."}
fr: {"1":"Recherchez votre trajet.","2":"Sélectionnez un trajet dans la liste des trajets.","3":"Vérifiez les détails du trajet.","4":"Sélectionnez le nombre de places et procédez au paiement.","5":"Une confirmation de paiement par e-mail avec tous les détails et le numéro de téléphone du conducteur (le numéro de téléphone doit être utilisé exclusivement pour l'organisation du trajet) vous sera envoyée. De plus, vous recevrez une confirmation via l'application.","6":"Après la réservation, vous pouvez contacter directement le conducteur depuis l'application."}
nl: {"1":"Zoek uw reis.","2":"Selecteer een reis uit de lijst met reizen.","3":"Controleer reisgegevens.","4":"Selecteer het aantal stoelen en ga naar de kassa.","5":"Een betalingsbevestiging per e-mail met alle details en het telefoonnummer van de chauffeur (het telefoonnummer moet exclusief worden gebruikt voor het organiseren van de reis) wordt naar u verzonden. Ook ontvangt u een bevestiging via de app.","6":"Na de boeking kunt u rechtstreeks contact opnemen met de chauffeur via de app."}

# how_to_book
source: I am passenger, how to book
de: Ich bin Fahrgast, wie buche ich
fr: Je suis passager, comment réserver
nl: Ik ben passagier, hoe te boeken

# about_chauffeur_desc
source: Chauffeur allows passengers to request a private chauffeur service from one point to another. You can even request round-trip service, specifying a defined date and time for your return. Please note that the Chauffeur service is not available in all countries. We are working hard to make it available soon.
de: Chauffeur ermöglicht es den Passagieren, einen privaten Chauffeur-Service von einem Punkt zum anderen anzufordern. Sie können sogar einen Hin- und Rückfahrtservice anfordern und dabei Datum und Uhrzeit für Ihre Rückkehr angeben. Bitte beachten Sie, dass der Chauffeur-Service nicht in allen Ländern verfügbar ist. Wir arbeiten intensiv daran, ihn bald verfügbar zu machen.
fr: Chauffeur permet aux passagers de demander un service de chauffeur privé d'un point à un autre. Vous pouvez même demander un service aller-retour, en précisant une date et une heure définies pour votre retour. Veuillez noter que le service de Chauffeur n'est pas disponible dans tous les pays. Nous travaillons dur pour le rendre disponible prochainement.
nl: Chauffeur stelt passagiers in staat om een privéchauffeursservice van het ene punt naar het andere aan te vragen. U kunt zelfs een retourdienst aanvragen, waarbij u een bepaalde datum en tijd voor uw terugkeer opgeeft. Houd er rekening mee dat de Chauffeur-service niet in alle landen beschikbaar is. We werken hard om het binnenkort beschikbaar te stellen.

# about_cocarz_security_desc
source: {"How does Cocarz ensure the security of its users?":"Cocarz encrypts all user data with robust military-grade encryption, ensuring the security of personal information.","Does Cocarz collect data from users?":"No, Cocarz does not collect any data from users. We respect your privacy.","What is the purpose of the phone number requested during registration?":"The phone number is used only to organize carpooling and facilitate communication between users.","Will my sensitive information be shared with third parties?":"Absolutely not. We do not disclose any sensitive user data to third parties. Your privacy is our priority.","How does Cocarz protect users' requests?":"All requests on Cocarz are end-to-end encrypted, ensuring your information remains secure throughout the process."}
de: {"Wie gewährleistet Cocarz die Sicherheit seiner Benutzer?":"Cocarz verschlüsselt alle Benutzerdaten mit einer starken militärischen Verschlüsselung, um die Sicherheit der persönlichen Informationen zu gewährleisten.","Sammelt Cocarz Daten von Benutzern?":"Nein, Cocarz sammelt keine Daten von Benutzern. Wir respektieren Ihre Privatsphäre.","Wofür wird die bei der Registrierung angeforderte Telefonnummer verwendet?":"Die Telefonnummer wird nur zur Organisation von Fahrgemeinschaften verwendet und erleichtert die Kommunikation zwischen den Benutzern.","Werden meine sensiblen Informationen an Dritte weitergegeben?":"Auf keinen Fall. Wir geben keine sensiblen Benutzerdaten an Dritte weiter. Ihre Privatsphäre hat bei uns oberste Priorität.","Wie schützt Cocarz die Anfragen der Benutzer?":"Alle Anfragen auf Cocarz sind von Anfang bis Ende verschlüsselt, um sicherzustellen, dass Ihre Informationen während des gesamten Prozesses sicher bleiben."}
fr: {"Comment Cocarz assure-t-il la sécurité de ses utilisateurs ?":"Cocarz chiffre toutes les données des utilisateurs avec un cryptage militaire robuste, garantissant ainsi la sécurité des informations personnelles.","Est-ce que Cocarz collecte des données auprès des utilisateurs ?":"Non, Cocarz ne collecte aucune donnée auprès des utilisateurs. Nous respectons votre confidentialité.","À quoi sert le numéro de téléphone demandé lors de l'inscription ?":"Le numéro de téléphone est utilisé uniquement pour organiser les covoiturages et faciliter la communication entre les utilisateurs.","Mes informations sensibles seront-elles partagées avec des tiers ?":"Absolument pas. Nous ne divulguons aucune donnée sensible de nos utilisateurs à des tiers. Votre confidentialité est notre priorité.","Comment Cocarz protège-t-il les demandes de ses utilisateurs ?":"Toutes les demandes sur Cocarz sont cryptées de bout en bout, garantissant que vos informations restent sécurisées tout au long du processus."}
nl: {"Hoe zorgt Cocarz voor de veiligheid van zijn gebruikers?":"Cocarz versleutelt alle gebruikersgegevens met een krachtige militaire versleuteling, waardoor de veiligheid van persoonlijke informatie wordt gegarandeerd.","Verzamelt Cocarz gegevens van gebruikers?":"Nee, Cocarz verzamelt geen gegevens van gebruikers. We respecteren uw privacy.","Waar wordt het telefoonnummer voor gebruikt dat bij registratie wordt gevraagd?":"Het telefoonnummer wordt alleen gebruikt om carpoolritten te organiseren en de communicatie tussen gebruikers te vergemakkelijken.","Worden mijn gevoelige gegevens gedeeld met derden?":"Absoluut niet. We delen geen gevoelige gebruikersgegevens met derden. Uw privacy is onze prioriteit.","Hoe beschermt Cocarz de verzoeken van gebruikers?":"Alle verzoeken op Cocarz zijn end-to-end versleuteld, waardoor uw informatie veilig blijft gedurende het hele proces."}

source: About Cocarz security
de: Über die Sicherheit bei Cocarz
fr: À propos de la sécurité de Cocarz
nl: Over de beveiliging van Cocarz
