Repository: kefahB/i18n
Catalog: App_Resources/iOS/*.lproj/Localizable.strings
Languages: de, fr, nl

# tree_info
source: This is the number of trees you have planted!
de: Dies ist die Anzahl der Bäume, die Sie gepflanzt haben!
fr: Ceci est le nombre d'arbre que vous avez planté !
nl: Dit is de aantal bomen die u geplant heeft!

# tree_info_title
source: Your forest
de: Dein Wald
fr: Votre forêt
nl: Uw bos

# verify_dates
source: Please check the dates! the return date must not precede the departure date and must take place within a logical time in relation to the travel time.
de: Bitte überprüfen Sie die Termine! Das Rückreisedatum darf nicht vor dem Abreisedatum liegen und muss innerhalb einer logischen Zeit im Verhältnis zur Reisezeit liegen.
fr: Merci de vérifier les dates! La date de retour ne doit pas précécédé la date de départ et elle doit avoir lieu dans une durée logique par rapport au temps de trajet.
nl: Controleer de datum AUB! de retourdatum mag niet voorafgaan aan de vertrekdatum en moet plaatsvinden binnen een logische tijd in relatie tot de rijstijd.

source: Trips
de: Reisen
fr: Trajets
nl: Ritten

source: My Trips
de: Meine Reisen
fr: Mes Trajets
nl: Mijn ritten

# total_reviews
source: Total
de: Gesamt
fr: Total d'avis
nl: Aantal

# my_review_rate
source: My rate
de: Mein Tarif
fr: Ma note
nl: Mijn tarief

# send_review
source: Post a review
de: Schreiben Sie eine Rezension
fr: Laisser un avis
nl: Plaats een beoordeling

# my_received_reviews
source: My recieved reviews
de: Meine erhaltenen Bewertungen
fr: Mes avis reçus
nl: Mijn ontvangen beoordelingen

# my_keept_reviews
source: My sent reviews
de: Meine gesendeten Bewertungen
fr: Mes avis envoyés
nl: Mijn gegeven beoordelingen

# payment_geocoding_mandatory
source: Allow access to your location in order to proceed
de: Erlauben Sie den Zugriff auf Ihren Standort, um fortzufahren
fr: Merci d'activer la géolocation avant de continuer
nl: Toegang geven tot uw locatie om door te gaan

# disconnect_msg
source: You will be logged out?
de: Sie werden abgemeldet?
fr: Vous allez être déconnecté ?
nl: U wordt uitgelogd?

source: Send
de: Schicken
fr: Envoyer
nl: Sturen

# modal_data_warning_phone
source: You need to verify you new phone number to be able to create/edit/book a trip!
de: Sie müssen Ihre neue Telefonnummer bestätigen, um eine Reise erstellen/bearbeiten/buchen zu können!
fr: Vous devez vérifier votre numéro de téléphone. Vous ne pouvez plus créer de trajet et/ou réserver jusqu'à vérification de votre numéro !
nl: U moet uw telefoonnummer verifiëren om een rit te creëren/bewerken/boeken!

# modal_data_warning_email
source: You will be logged out, you can login again with the new valid email.
de: Sie werden abgemeldet und können sich mit der neuen gültigen E-Mail-Adresse erneut anmelden.
fr: Vous allez être déconnecté de l'application, vous pouvez vous connecter après avoir validé votre email
nl: Uw wordt uitgelogd, u kunt weer inloggen met uw valid email.

# title_set_price
source: How much ?
de: Wie viel ?
fr: Quel montant ?
nl: Hoeveel?

# title_set_phone
source: Enter your phone number
de: Gib deine Telefonnummer ein
fr: Indiquer votre numéro de téléphone
nl: Uw telefoonnummer invoeren

# title_set_email
source: Enter your Email
de: Geben sie ihre E-Mail Adresse ein
fr: Indiquer votre email
nl: Uw Email invoeren

# title_set_birthday
source: What is your date of birth?
de: Was ist Ihr Geburtsdatum?
fr: Quel est votre date de naissance ?
nl: Wat is uw geboortedatum?

# title_set_gender
source: Select gender?
de: Wähle Geschlecht?
fr: Selectionner votre civilité
nl: Geslacht selecteren?

# title_set_fname
source: What is your first name?
de: Wie lautet dein Vorname?
fr: Quel est votre prénom ?
nl: Wat is uw voornaam?

# title_set_name
source: What is your last name?
de: Was ist dein Nachname?
fr: Quel est votre nom
nl: Wat is uw achternaam?

# report_chat_msg
source: You are about to report this conversation, are you sure you want to proceed?
de: Sie sind dabei, dieses Gespräch zu melden. Sind Sie sicher, dass Sie fortfahren möchten?
fr: Vous êtes sur le point de signaler cette conversation, Êtes-vous sûr de bien vouloir continuer ?
nl: U staat op het punt dit gesprek te rapporteren, bent u zeker dat u wilt doorgaan?

# report_trip_msg
source: You are about to report this trip, are you sure you want to proceed?
de: Sie sind dabei, diese Reise zu melden. Sind Sie sicher, dass Sie fortfahren möchten?
fr: Vous êtes sur le point de signaler ce trajet, Êtes-vous sûr de bien vouloir continuer ?
nl: U staat op het punt deze rit te rapporteren, bent u zeker dat u wilt doorgaan?

# report_driver_msg
source: You are about to report a no-show (driver), are you sure you want to proceed?
de: Sie sind im Begriff, ein Nichterscheinen eines Fahrers zu melden. Sind Sie sicher, dass Sie fortfahren möchten?
fr: Vous êtes sur le point de signaler ce conducteur comme étant absent, Êtes-vous sûr de bien vouloir continuer ?
nl: U staat op het punt een niet-gekomen te rapporteren (chauffeur), bent u zeker dat u wilt doorgaan?

# report_user_msg
source: You are about to report this user, are you sure you want to proceed?
de: Sie sind dabei, diesen Benutzer zu melden. Sind Sie sicher, dass Sie fortfahren möchten?
fr: Vous êtes sur le point de signaler cet utilisateur, Êtes-vous sûr de bien vouloir continuer ?
nl: U staat op het punt deze gebruiker te rapporteren, bent u zeker dat u wilt doorgaan?

# report_chat
source: Report this conversation
de: Melden Sie dieses Gespräch
fr: Signaler cette conversation
nl: Dit gesprek rapporteren

# report_driver
source: Report a no-show (driver)
de: Melden Sie ein Nichterscheinen (Fahrer)
fr: Signaler conducteur absent
nl: Niet-gekomen rapporteren (chauffeur)

# report_trip
source: Report this trip
de: Melden Sie diese Reise
fr: Signaler ce trajet
nl: De it rapporteren

source: Settings
de: Einstellungen
fr: Réglages
nl: Instellingen

# alert_msg
source: Enter your trip, the departure and alert expiration date
de: Geben Sie Ihre Reise, das Abreisedatum und das Ablaufdatum der Benachrichtigung ein
fr: Définir votre trajet, la date de départ et la date d'expiration de l'alerte
nl: Voer uw rit in, de vertrekdatum en de alarm vervaldatum

# create_trip_alert
source: Create an alert
de: Erstellen Sie eine Benachrichtigung
fr: Créer une alerte
nl: Alarm creëren

source: Save
de: Speichern
fr: Enregistrer
nl: Opslaan

# bank
source: My Bank
de: Meine Bank
fr: Mon compte bancaire
nl: Mijn Bank

source: Invalid IBAN number!
de: Ungültige IBAN-Nummer!
fr: Le numéro IBAN est invalide !
nl: Ongeldig IBAN nummer!

# holder_name
source: Full name
de: Vollständiger Name
fr: Nom complet
nl: Voor en achternaam

# iban_msg
source: Make sure to provide the correct informations, any inaccuracy might lead to payment delay!
de: Stellen Sie sicher, dass Sie die richtigen Informationen angeben. Jede Ungenauigkeit kann zu Zahlungsverzögerungen führen!
fr: Veuillez-vous assurer que les informations de votre compte bancaire sont correctes, toutes informations incorrectes entraîneront des retards dans vos paiements !
nl: Zorg ervoor dat u de juiste informatie verstrekt, elke onnauwkeurigheid kan leiden tot betalingsachterstand!

# 255_char
source: The %1$@ is too long, maximum 255 charachters!
de: Das %1$@ ist zu lang, maximal 255 Zeichen!
fr: Le %1$@ est trop long, 255 lettres max !
nl: De %1$@ is te lang, maximaal 255 tekens!

source: Rate
fr: Note
nl: beoordeling

# review_hint
source: Post a brief review to %1$@...
de: Schreiben Sie eine kurze Bewertung an %1$@...
fr: Laissez un court commentaire à %1$@...
nl: Een beoordeling plaatsen voor %1$@...

# no_reviews_to_keep
source: You can not post a review yet!
de: Sie können noch keine Bewertung abgeben!
fr: Aucun avis à laisser !
nl: U kunt nog geen beoordelingen plaatsen!

# keep_reviews_msg
source: Your review is valuable to help the community choose their future travelling companions.
de: Ihre Bewertung ist wertvoll, um der Community bei der Auswahl ihrer zukünftigen Reisebegleiter zu helfen.
fr: Contribuez à la communauté en laissant un avis 😊
nl: Uw beoordeling is waardevol om de gemeenschap te helpen bij het kiezen van hun toekomstige reisgenoten.

# count_booking
source: %1$@ Booking
de: %1$@ Buchung
fr: %1$@ Réservations
nl: %1$@ Boekingen

# edit_restuction_msg
source: You have %1$@ booking on this trip, you can not edit some of the options, if you wish to change the date or the route you should cancel this trip and create a new one!
de: Sie haben %1$@ Buchungen für diese Reise, Sie können einige Optionen nicht bearbeiten. Wenn Sie das Datum oder die Route ändern möchten, sollten Sie diese Reise stornieren und eine neue erstellen!
fr: Vous avez %1$@ réservation(s) pour ce trajet. Vous pouvez uniquement ajuster certains paramètres. Pour modifier la date ou le trajet, veuillez supprimer cette réservation et en créer une nouvelle !
nl: Uw heeft %1$@ boekingen in deze rit, u kunt enkele optie niet bewerken, als u de tijd of de route wilt veranderen u moet deze rit annuleren en dan een nieuwe creëren!

# edit_restuction_title
source: Restricted edits
de: Eingeschränkte Bearbeitungen
fr: Modifications restreintes
nl: Beperkte bewerkingen

# prapare_trip
source: Preparing the trip...
de: Vorbereitung der Reise...
fr: Trajet en préparation...
nl: Rit voorbereiden...

# update
source: Update now
de: Jetzt aktualisieren
fr: Mettre à jour
nl: Nu update

source: The Passenger
de: Der Passagier
fr: Le passager
nl: De reiziger

# the_conductor
source: The Driver
de: Der Fahrer
fr: Le conducteur
nl: De chauffeur

# cocarz_not_avail_for_your_country
source: We are sorry, Cocarz is not available in your country, may be soon 😊
de: Es tut uns leid, Cocarz ist in Ihrem Land nicht verfügbar, möglicherweise bald 😊
fr: Nous sommes désolé, Cocarz n'est pas encore disponible dans votre pays ! peut être bientôt 😊
nl: Excuus, Cocarz is niet beschikbaar in uw land, misschien binnenkort 😊

# select_currency
source: Currency
de: Währung
fr: Devise
nl: betaalmiddel

# select_country
source: Country
de: Land
fr: Pays
nl: Land

# frequent_time_actionbar_title
source: Times
de: Mal
fr: Horaire
nl: Keer

# close_create_trip_msg
source: Are you sure you want to exit?
de: Sind Sie sicher, dass du den Vorgang beenden willst?
fr: Êtes-vous sûr de vouloir quitter le trajet ?
nl: Bent u zeker dat u wilt afsluiten?

source: Continue later
de: Später fortsetzen
fr: Reprendre plus tard
nl: Later doorgaan

source: Round-trip
de: Rundfahrt
fr: Aller-retour
nl: Rond-rit

source: Frequent
de: Häufig
fr: régulier
nl: veelvuldig

source: Highway
de: Autobahn
fr: Autoroute
nl: Snelweg

# trip_options
source: Itinirary options
de: Reiseroutenoptionen
fr: Options d'itinéraire
nl: Route opties

source: Clear calendar
de: Klarer Kalender
fr: Effacer le calendrier
nl: Kalender wissen

# frequent_trip_dates_dep_ret_not match
source: Departure date should have a return date
de: Das Abreisedatum sollte ein Rückreisedatum haben
fr: Tout trajet de départ doit avoir un trajet de retour!
nl: Vertrekdatum zou een retourdatum moeten hebben

# frequent_trip_min_dates
source: Frequent trip should have more than one date!
de: Eine häufige Reise sollte mehr als ein Datum haben!
fr: Les trajets réguliers doivent avoir plusieurs dates !
nl: Frequente reis zoou meer dan een datum moeten hebben!

# returns_dates
source: Return Dates
de: Rückreisetermine
fr: Dates de retour
nl: Terugdatum

source: Departure Dates
de: Abfahrtsdaten
fr: Dates de départ
nl: Vertrekdatum

# frequent_trip_how_it_work_8
source: She excluded Christmas days (from 24 to 26 Dec.) by clicking on (%1$@) to deselect thoes dates
de: Sie schloss die Weihnachtstage (vom 24. bis 26. Dezember) aus, indem sie auf (%1$@) klickte, um diese Daten abzuwählen
fr: Pour les jours de Noël auxquelles elle ne travaille pas, elle clique sur (%1$@) pour ouvrir le calendrier, elle décoche le 24, 25, 26 décembre manuellement (idem pour les dates de retour)
nl: Ze heeft de kerstdagen uitgesloten (vanaf 24 t/m 26 december) door het klikken op (%1$@) to deselecteren die dagen

# frequent_trip_how_it_work_7
source: She selected the days (Monday to Friday) from the departure days list, and did the same for the return days
de: Sie wählte die Tage (Montag bis Freitag) aus der Liste der Abreisetage aus und tat dasselbe für die Rückreisetage
fr: Elle va sélectionner les jours du lundi au vendredi à partir de la liste de jours de départ, idem pour les jour de retour
nl: Ze selecteerde de dagen (maandag t/m vrijdag) vanuit de vertrekdatum lijst, en zelfde gedaan voor de retour dagen

# frequent_trip_how_it_work_6
source: She selected the start date (October 1st) and the end date (December 31st) from the (%1$@) field
de: Sie wählte das Startdatum (1. Oktober) und das Enddatum (31. Dezember) aus dem Feld (%1$@).
fr: Elle choisit la date de début (1er octobre), puis la date de fin (31 décembre) depuis les champs (%1$@)
nl: Ze selecteerde de startdatum (october de 1ste) en de einddatum (december de 31ste) vanuit het (%1$@) veld

# frequent_trip_how_it_work_5
source: Julia works 5 days a week from Monday to Friday, she wishes to publish a frequent trip for 3 months starting from 1 October to 31 December, knowing that she doesn't work on 24, 25 and 26 of December
de: Julia arbeitet 5 Tage die Woche von Montag bis Freitag. Sie möchte eine häufige Reise für 3 Monate vom 1. Oktober bis 31. Dezember veröffentlichen, da sie weiß, dass sie am 24., 25. und 26. Dezember nicht arbeitet
fr: Camille travail tous les jours du lundi au vendredi, elle souhaite publier une annonce domicile/travail pour 3 mois entre le 1er octobre et le 31 décembre, sauf le 24, 25, 26 décembre.
nl: Julia werkt 5 dagen per week van maandag t/m vrijdag, ze wil publiceren een frequente reis voor 3 maanden beginning vanaf 1 october tot 31 december, wetende dat ze werkt niet op 24, 25 and 26 december

# frequent_trip_how_it_work_4
source: Scenario 1 (frequent round trip):
de: Szenario 1 (häufige Hin- und Rückfahrt):
fr: Exemple de trajet régulier aller/retour :
nl: Scenario 1 (frequente rondreis):

# frequent_trip_how_it_work_3
source: Selected days will be automatically selected after determining the period (see step 1)
de: Ausgewählte Tage werden nach Festlegung des Zeitraums automatisch ausgewählt (siehe Schritt 1)
fr: Chaque jour selectionné sera répété sur toute la durée définit dans l'étape 1
nl: Geselecteerde dagen worden automatisch geselecteerd na het bepalen van de periode (zie stap 1)

# frequent_trip_how_it_work_2
source: Select the days of the departure and return (in case of round trip)
de: Wählen Sie die Tage der Abreise und der Rückkehr (im Falle einer Hin- und Rückfahrt)
fr: sélectionner les jours de départ et de retour (dans le cas aller/retour)
nl: Selecteer de dagen van vertrek en retour (in het geval van een retourreis)

# frequent_trip_how_it_work_1
source: Select the period of the frequent trip (this can be over the cours of up to 6 month)
de: Wählen Sie den Zeitraum der häufigen Reise aus (dies kann bis zu 6 Monate dauern).
fr: Choisisser les dates de début et fin de vos trajets
nl: Selecteer de periode van de Frequente reis (dit zal in de loop van maximaal 6 maanden zijn)

# frequent_trip_how_it_work
source: How does the frequent trip work?
de: Wie funktioniert die Vielfahrt?
fr: Comment ça marche les trajets réguliers ?
nl: Hoe werkt de Frequente reis?

# trip_dep_ret_same_day_info
source: Check if your round trip is in the same day, this will syncronize your departure and return dates in the frequent trip
de: Überprüfen Sie, ob Ihre Hin- und Rückfahrt am selben Tag stattfindet. Dadurch werden Ihre Abreise- und Rückreisedaten bei der häufigen Reise synchronisiert
fr: Cochez cette case si vos trajets aller-retour se font le même jour, cela sélectionnera automatiquement les jours correspondants pour l'aller et le retour.
nl: Controleer of uw rondreis is op de zelfde dag, dat zal uw vertrek en retour datum synchroniseren in de Frequente reis

# trip_dep_ret_same_day
source: Same day round trip
de: Hin- und Rückfahrt am selben Tag
fr: Aller/retour le jour même
nl: Zelfde dag rondreis

# see_trip_on_map
source: See my itinerary
de: Sehen Sie sich meine Reiseroute an
fr: Voir mon itinéraire
nl: Mijn routebeschrijving overzicht

# hight_way
source: Highway
de: Autobahn
fr: Autoroute
nl: Snelweg

source: Home - Work
de: zu Hause - Arbeit
fr: Domicile - Travail
nl: Thuis - werk

source: Frequent trip (home - work)
de: Häufige Fahrten (zu Hause – zur Arbeit)
fr: Trajet régulier (domicile - travail)
nl: Frequente reis (thuis - werk)

source: Frequent trip
de: Häufige Reise
fr: Trajet régulier
nl: Frequente reis

# exceded_dates_trip
source: The number of trips is limited to 180!
de: Die Anzahl der Fahrten ist auf 180 begrenzt!
fr: Le nombre de trajet est limité à 180!
nl: Het aantal ritten is beperkt tot 180!

# see_frequent_my_choice
source: See my selection
de: Sehen Sie sich meine Auswahl an
fr: Visualiser mes selections
nl: Mijn selecties overzicht

# edit_frequent_return_dates
source: Edit return dates
de: Rückgabedaten bearbeiten
fr: Modifier les dates de retour
nl: Retourdatum bewerken

# edit_frequent_departure_dates
source: Edit departure dates
de: Abreisedaten bearbeiten
fr: Modifier les dates d'aller

# see_frequent_dates_on_calendar
source: Click to see/edit cetrain dates
de: Klicken Sie hier, um Daten anzuzeigen/zu bearbeiten
fr: Cliquer pour voir/modifier certaine date
nl: Klik om bepaalde datum te zien/bewerken

# select_days_frequent_return
source: Select return days
de: Wählen Sie Rückgabetage aus
fr: sélectionner les jours de retour
nl: Selecteer retourdatum

# select_days_frequent_departure
source: Select departure days
de: Wählen Sie Abreisetage aus
fr: sélectionner les jours de départ
nl: Selecteer vertrekdatum

source: Select end date
de: Wählen Sie das Enddatum aus
fr: Choisir la date de fin
nl: Selecteer einddatum

source: Select start date
de: Wählen Sie das Startdatum
fr: Choisir la date de début
nl: Selecteer begindatum

# rang
source: Rang date
de: Rangdatum
fr: De - À
nl: Bereik datum

# do_not_be_sad
source: Don't be sad, you haven't planted any tree yet, it will be soon 😊
de: Sei nicht traurig, du hast noch keinen Baum gepflanzt, das wird bald soweit sein 😊
fr: Ne soyez pas triste parce que vous n'avez pas encore d'arbre, ça va arriver 😊
nl: Verdrietig niet, u heeft geen bomen geplant, het zal snel zijn 😊

source: Welcome to Cocarz
de: Willkommen bei Cocarz
fr: Bienvenue chez Cocarz
nl: Welkom bij Cocarz

source: Welcome
de: Willkommen
fr: Bienvenue
nl: Welkom

source: Agree 😊
de: Stimme zu 😊
fr: D'accord 😊
nl: Akkord 😊

# no_inbox
source: No messages!
de: Keine Nachrichten!
fr: Pas de conversations en cours !
nl: Geen berichten!

# no_trip_msg
source: %1$@ didn't leave any message!
de: %1$@ hat keine Nachricht hinterlassen!
fr: %1$@ n'a pas laissé de message !
nl: %1$@ heeft geen berichten achtergelaten!

# no_reviews_for
source: %1$@ has no reviews yet, be the first to leave one
de: %1$@ hat noch keine Bewertungen, seien Sie der Erste, der eine Bewertung abgibt
fr: %1$@ n'a pas d'avis, soyez le premier à lui en laisser un
nl: %1$@ heeft nog geen beoordelingen, wees de eerste om er een achter te laten

# you_no_reviews
source: No reviews
de: Keine Bewertungen
fr: Vous n'avez pas d'avis pour le moment
nl: Geen beoordelingen

source: No reviews
de: Keine Bewertungen
fr: Pas d'avis pour le moment
nl: Geen beoordelingen

source: No transactions!
de: Keine Transaktionen!
fr: Pas de transactions !
nl: Geen tranacties!

# I_create_a_trip
source: Create trip
de: Reise erstellen
fr: Je crée mon trajet
nl: Créer een rit

source: No bookings!
de: Keine Buchungen!
fr: Pas de réservations pour l'instant!
nl: Geen boekingen!

# no_trip
source: No trips!
de: Keine Fahrten!
fr: Pas de trajet en cours !
nl: Geen ritten!

source: Search
de: Suchen
fr: Rechercher
nl: Zoek

source: My reviews
de: Meine Bewertungen
fr: Mes avis
nl: Mijn beoordelingen

source: My preferences
de: Meine Präferenzen
fr: Mes préférences
nl: Mijn voorkeuren

source: Reviews
de: Rezensionen
fr: Avis
nl: Beoordelingen

source: Preferences
de: Präferenzen
fr: Préférences
nl: Voorkeuren

# search_trip
source: Search a Trip
de: Suchen Sie nach einer Reise
fr: Chercher un trajet
nl: Een rit zoeken

# create_trip
source: Create a Trip
de: Erstellen Sie eine Reise
fr: Créer un trajet
nl: Een rit creëren

source: Report user
de: Benutzer melden
fr: Signaler cet utilisateur
nl: Gebruiker rapporteren

# error_some_booking_can_not_be_refunded
source: Some booking can not be refunded!
de: Einige Buchungen können nicht erstattet werden!
fr: Certaine réservation n'ont pas pu être remboursé !
nl: Sommige boekingen kunnen niet terugbetaald worden!

# irreversible_action
source: Action irreversible!
de: Aktion irreversibel!
fr: Action irréversible !
nl: Actie is onomkeerbaar!

# cancelling
source: Cancellation
de: Stornierung
fr: Annulation
nl: Annulering

# do_cancel_booking
source: Are you sure you want to cancel your booking?
de: Sind Sie sicher, dass Sie Ihre Buchung stornieren möchten?
fr: Êtes-vous sûre de bien vouloir annuler la réservation ?
nl: Bent u zeker dat u uw boeking wilt annuleren?

# try_again
source: Retry
de: Wiederholen
fr: Réessayer
nl: Opnieuw proberen

source: Invalid card type!
de: Ungültiger Kartentyp!
fr: Type de carte invalide !
nl: Ongelidg kaarttype!

# insufficient_funds
source: Insufficient fund
de: Unzureichende Mittel
fr: Solde insuffisant !
nl: Onvoldoende saldo

# invalid_number
source: Invaid card number!
de: Ungültige Kartennummer!
fr: Le numéro de carte est invalide !
nl: Ongeldig kaartnummer!

# incorrect_number
source: Incorrect card number!
de: Falsche Kartennummer!
fr: Le numéro de carte est incorrect !
nl: Onjuist kaartnummer!

# invalid_expiry_year
source: Invalid expiration year
de: Ungültiges Ablaufjahr
fr: L'année d'expiration est invalide
nl: Ongeldig vervaljaar

# invalid_expiry_month
source: Invalid expiration month
de: Ungültiger Ablaufmonat
fr: Le mois d'expiration est invalide
nl: Ongeldige vervalmaand

# invalid_cvc
source: Invalid CVC code
de: Ungültiger CVC-Code
fr: Le code CVC est invalide
nl: Ongeldige CVC-code

# incorrect_cvc
source: Incorrect CVC code!
de: Falscher CVC-Code!
fr: Le code CVC est incorrect !
nl: Onjuiste CVC-code!

# expiered_card
source: The card is expierd!
de: Die Karte ist abgelaufen!
fr: La carte est expirée !
nl: De kaart is verlopen!

# card_declined
source: The card has been rejected, try another one!
de: Die Karte wurde abgelehnt. Versuchen Sie es mit einer anderen!
fr: La carte à été refusée, essayer une autre !
nl: De kaart is geweigerd, probeer een andere!

source: balance-insufficient
fr: Solde insuffisant !

# msg_cancelled_payment
source: Payment cancelled!
de: Zahlung storniert!
fr: Paiement annulé !
nl: Betaling geannuleerd!

# msg_payment_verify_card_info
source: Verify your card info!
de: Überprüfen Sie Ihre Karteninformationen!
fr: Vérifier les informations de votre carte !
nl: Uw kaart info verifiëren!

# msg_payment_contact_bank
source: Contact your bank or try another card!
de: Kontaktieren Sie Ihre Bank oder versuchen Sie es mit einer anderen Karte!
fr: Contacter votre banque ou essayer une autre carte !
nl: Uw bank een contact opnemen of andere kaart proberen!

# msg_payment_error
source: An error occured while proccessing your payment!
de: Bei der Verarbeitung Ihrer Zahlung ist ein Fehler aufgetreten!
fr: Une erreur est survenue lors du paiement !
nl: Er is een fout opgetreden tijdens het verwerken van uw betaling!

# msg_payment_insufficient
source: Insuffucient fund!
de: Unzureichende Mittel!
fr: Solde insuffisant !
nl: Onvoldoende saldo!

# msg_payment_refused
source: Payment rejected!
de: Zahlung abgelehnt!
fr: Paiement refusé !
nl: Betaling geweigerd!

# msg_payment_success
source: Payment successful
de: Bezahlung erfolgreich
fr: Paiement effectué avec succès
nl: Betaling succesvol
