Repository: kefahB/i18n
Catalog: App_Resources/iOS/*.lproj/Localizable.strings
Languages: de, fr, nl

# about_tree_planting_desc
source: {"Description":"Cocarz's Tree Planting Initiative","Initiative":"Cocarz is dedicated to making a positive environmental impact through our tree planting initiative. We recognize the importance of reforestation in combating climate change and preserving our planet's ecosystems.","Partnership":"In our efforts to plant trees, Cocarz has established a partnership with the NGO We Forest (www.weforest.org). This collaboration allows us to leverage their expertise and experience in sustainable reforestation practices.","Tree Planting Process":"For every 6000 km traveled with Cocarz, we commit to planting a tree. This not only helps offset carbon emissions but also contributes to the restoration of vital green spaces.","Environmental Impact":"Our tree planting initiative aligns with Cocarz's commitment to eco-friendly travel and sustainable practices. We believe that every tree planted brings us closer to a greener and more sustainable future.","Transparency":"We are transparent about our tree planting efforts and the contributions made by our community. Users can track the number of trees planted collectively and the positive environmental impact we achieve.","Our Dream":"Our dream is to see a forest built with Cocarz users. Together, we can witness the tangible impact of our collective efforts in creating a more sustainable world.","Get Involved":"By choosing Cocarz for your travel needs, you actively participate in our tree planting initiative. Together, we can drive positive change and create a more sustainable world."}
de: {"Description":"Cocarz Baumpflanzungsinitiative","Initiative":"Cocarz engagiert sich dafür, durch unsere Baumpflanzungsinitiative einen positiven Umwelteinfluss zu erzielen. Wir erkennen die Bedeutung der Aufforstung im Kampf gegen den Klimawandel und den Erhalt der Ökosysteme unseres Planeten.","Partnership":"Für unsere Bemühungen, Bäume zu pflanzen, hat Cocarz eine Partnerschaft mit der NGO We Forest (www.weforest.org) geschlossen. Diese Zusammenarbeit ermöglicht es uns, ihre Expertise und Erfahrung in nachhaltigen Aufforstungspraktiken zu nutzen.","Tree Planting Process":"Für jede 6000 km, die mit Cocarz zurückgelegt werden, verpflichten wir uns, einen Baum zu pflanzen. Dies hilft nicht nur, Kohlenstoffemissionen auszugleichen, sondern trägt auch zur Wiederherstellung wichtiger Grünflächen bei.","Environmental Impact":"Unsere Baumpflanzungsinitiative steht im Einklang mit Cocarz's Engagement für umweltfreundliches Reisen und nachhaltige Praktiken. Wir glauben, dass jeder gepflanzte Baum uns näher an eine grünere und nachhaltigere Zukunft bringt.","Transparency":"Wir sind transparent über unsere Bemühungen zur Baumpflanzung und die Beiträge unserer Gemeinschaft. Benutzer können die Anzahl der gemeinsam gepflanzten Bäume und den positiven Umwelteinfluss, den wir erzielen, verfolgen.","Our Dream":"Unser Traum ist es, einen Wald mit Cocarz-Nutzern entstehen zu sehen. Gemeinsam können wir die greifbare Auswirkung unserer gemeinsamen Anstrengungen sehen, um eine nachhaltigere Welt zu schaffen.","Get Involved":"Indem Sie Cocarz für Ihre Reisebedürfnisse wählen, nehmen Sie aktiv an unserer Baumpflanzungsinitiative teil. Gemeinsam können wir positive Veränderungen bewirken und eine nachhaltigere Welt schaffen."}
fr: {"Description":"Initiative de Plantation d'Arbres Cocarz","Initiative":"Cocarz s'engage à avoir un impact environnemental positif grâce à notre initiative de plantation d'arbres. Nous reconnaissons l'importance de la reforestation pour lutter contre le changement climatique et préserver les écosystèmes de notre planète.","Partnership":"Pour planter des arbres, Cocarz a établi un partenariat avec l'ONG We Forest (www.weforest.org). Cette collaboration nous permet de bénéficier de leur expertise et de leur expérience dans les pratiques de reforestation durables.","Tree Planting Process":"Pour chaque 6000 km parcourus avec Cocarz, nous nous engageons à planter un arbre. Cela contribue non seulement à compenser les émissions de carbone, mais aussi à restaurer des espaces verts essentiels.","Environmental Impact":"Notre initiative de plantation d'arbres s'inscrit dans l'engagement de Cocarz en faveur des voyages écologiques et des pratiques durables. Nous croyons que chaque arbre planté nous rapproche d'un avenir plus vert et plus durable.","Transparency":"Nous sommes transparents concernant nos efforts de plantation d'arbres et les contributions de notre communauté. Les utilisateurs peuvent suivre le nombre d'arbres plantés collectivement et l'impact environnemental positif que nous réalisons.","Our Dream":"Notre rêve est de voir une forêt construite avec les utilisateurs de Cocarz. Ensemble, nous pouvons constater l'impact concret de nos efforts collectifs pour créer un monde plus durable.","Get Involved":"En choisissant Cocarz pour vos besoins de voyage, vous participez activement à notre initiative de plantation d'arbres. Ensemble, nous pouvons générer un changement positif et créer un monde plus durable."}
nl: {"Description":"Cocarz Boomplanting Initiatief","Initiative":"Cocarz is toegewijd aan het maken van een positieve milieubijdrage via ons boomplanting initiatief. We erkennen het belang van herbebossing in de strijd tegen klimaatverandering en het behoud van de ecosystemen van onze planeet.","Partnership":"Voor onze inspanningen om bomen te planten, heeft Cocarz een partnerschap gesloten met de NGO We Forest (www.weforest.org). Deze samenwerking stelt ons in staat om gebruik te maken van hun expertise en ervaring in duurzame herbebossingspraktijken.","Tree Planting Process":"Voor elke 6000 km gereisd met Cocarz, verbinden we ons om een boom te planten. Dit helpt niet alleen om koolstofemissies te compenseren, maar draagt ook bij aan het herstel van essentiële groene ruimtes.","Environmental Impact":"Ons boomplanting initiatief sluit aan bij Cocarz's toewijding aan milieuvriendelijk reizen en duurzame praktijken. We geloven dat elke geplante boom ons dichter bij een groenere en duurzamere toekomst brengt.","Transparency":"We zijn transparant over onze boomplanting inspanningen en de bijdragen van onze gemeenschap. Gebruikers kunnen het aantal gezamenlijk geplante bomen en de positieve milieueffecten die we bereiken volgen.","Our Dream":"Onze droom is om een bos te zien ontstaan met Cocarz gebruikers. Samen kunnen we de tastbare impact van onze gezamenlijke inspanningen zien om een meer duurzame wereld te creëren.","Get Involved":"Door Cocarz te kiezen voor uw reisbehoeften, neemt u actief deel aan ons boomplanting initiatief. Samen kunnen we positieve verandering teweegbrengen en een meer duurzame wereld creëren."}

# about_tree_planting
source: About trees planting
de: Über das Pflanzen von Bäumen
fr: À propos de la plantation d'arbres
nl: Over het planten van bomen

# about_money_transfert_desc
source: {"Description":"Cocarz transfers the trip contributions to the driver's bank account 7 days after the departure date. This is done to ensure that the transaction has been completed without any claims.","Driver IBAN Requirement":"To facilitate the payment transfer, drivers are required to add their IBAN (International Bank Account Number) in their account settings. Without a valid IBAN, we are unable to transfer the trip contributions to the driver's bank account."}
de: {"Description":"Cocarz überweist die Beiträge für die Fahrt 7 Tage nach dem Abreisedatum auf das Bankkonto des Fahrers. Dies dient dazu, sicherzustellen, dass die Transaktion ohne Beanstandungen abgeschlossen wurde.","Driver IBAN Requirement":"Um die Zahlungsüberweisung zu erleichtern, müssen Fahrer ihre IBAN (International Bank Account Number) in ihren Kontoeinstellungen hinzufügen. Ohne eine gültige IBAN können wir die Beiträge für die Fahrt nicht auf das Bankkonto des Fahrers überweisen."}
fr: {"Description":"Cocarz transfère les contributions du trajet sur le compte bancaire du conducteur 7 jours après la date de départ. Cela est fait pour s'assurer que la transaction a été effectuée sans réclamation.","Driver IBAN Requirement":"Pour faciliter le transfert de paiement, les conducteurs doivent ajouter leur IBAN (International Bank Account Number) dans les paramètres de leur compte. Sans un IBAN valide, nous ne pouvons pas transférer les contributions du trajet sur le compte bancaire du conducteur."}
nl: {"Description":"Cocarz draagt de bijdragen voor de rit over naar de bankrekening van de chauffeur 7 dagen na de vertrekdatum. Dit gebeurt om ervoor te zorgen dat de transactie zonder enige claims is voltooid.","Driver IBAN Requirement":"Om de betalingsoverdracht te vergemakkelijken, moeten chauffeurs hun IBAN (International Bank Account Number) toevoegen aan hun accountinstellingen. Zonder een geldig IBAN kunnen we de bijdragen voor de rit niet overmaken naar de bankrekening van de chauffeur."}

# about_money_transfert
source: About driver payment transfer
de: Über die Überweisung der Fahrerzahlung
fr: À propos du transfert de paiement aux conducteurs
nl: Over de betalingsoverdracht aan de chauffeur

# about_cancellation_desc
source: {"Description":"Cocarz has improved the Cancellation Policy to be fair for all users.","Driver Cancels Pending or Approved Booking":"If a driver cancels a pending or approved booking or cancels the trip, passengers will receive a full refund, including Cocarz fees.","Passenger Cancels Pending Booking":"If you are a passenger and you cancel a pending booking, you will be fully and immediately refunded, including Cocarz fees.","Passenger Cancels Confirmed Booking - 48 Hours Before Trip":"If you cancel 48 hours before the trip date, you will be fully refunded. Cocarz fees are not included.","Passenger Cancels Confirmed Booking - After 48 Hours and Before 24 Hours":"If you cancel after 48 hours and before 24 hours, you will be 50%% refunded. Cocarz fees are not included.","Passenger Cancels Confirmed Booking - After 24 Hours and Before 12 Hours":"If you cancel after 24 hours and before 12 hours, you will be 50%% refunded. Cocarz fees are not included.","Passenger Cancels Confirmed Booking - After 12 Hours":"Otherwise (after 12 hours), you will not be refunded at all.","Refund Processing Time":"Please note that a refund for a confirmed booking can take up to 10 working days to appear in your bank account."}
de: {"Description":"Cocarz hat die Stornierungsrichtlinie verbessert, um fair für alle Benutzer zu sein.","Driver Cancels Pending or Approved Booking":"Wenn ein Fahrer eine ausstehende oder genehmigte Buchung storniert oder die Fahrt storniert, erhalten Passagiere eine vollständige Rückerstattung, einschließlich Cocarz-Gebühren.","Passenger Cancels Pending Booking":"Wenn Sie ein Passagier sind und eine ausstehende Buchung stornieren, werden Sie vollständig und sofortig zurückerstattet, einschließlich Cocarz-Gebühren.","Passenger Cancels Confirmed Booking - 48 Hours Before Trip":"Wenn Sie 48 Stunden vor dem Reisedatum stornieren, erhalten Sie eine vollständige Rückerstattung. Cocarz-Gebühren sind nicht inbegriffen.","Passenger Cancels Confirmed Booking - After 48 Hours and Before 24 Hours":"Wenn Sie nach 48 Stunden und vor 24 Stunden stornieren, werden Sie zu 50 %% erstattet. Cocarz-Gebühren sind nicht inbegriffen.","Passenger Cancels Confirmed Booking - After 24 Hours and Before 12 Hours":"Wenn Sie nach 24 Stunden und vor 12 Stunden stornieren, werden Sie zu 50 %% erstattet. Cocarz-Gebühren sind nicht inbegriffen.","Passenger Cancels Confirmed Booking - After 12 Hours":"Andernfalls (nach 12 Stunden) erhalten Sie keine Rückerstattung.","Refund Processing Time":"Bitte beachten Sie, dass eine Rückerstattung für eine bestätigte Buchung bis zu 10 Arbeitstage dauern kann, bis sie auf Ihrem Bankkonto angezeigt wird."}
fr: {"Description":"Cocarz a amélioré la politique d'annulation pour être équitable pour tous les utilisateurs.","Driver Cancels Pending or Approved Booking":"Si un conducteur annule une réservation en attente ou approuvée ou annule le trajet, les passagers recevront un remboursement complet, y compris les frais de Cocarz.","Passenger Cancels Pending Booking":"Si vous êtes passager et que vous annulez une réservation en attente, vous serez entièrement et immédiatement remboursé, frais de Cocarz inclus.","Passenger Cancels Confirmed Booking - 48 Hours Before Trip":"Si vous annulez 48 heures avant la date du voyage, vous serez entièrement remboursé. Les frais de Cocarz ne sont pas inclus.","Passenger Cancels Confirmed Booking - After 48 Hours and Before 24 Hours":"Si vous annulez après 48 heures et avant 24 heures, vous serez remboursé à 50 %%. Les frais de Cocarz ne sont pas inclus.","Passenger Cancels Confirmed Booking - After 24 Hours and Before 12 Hours":"Si vous annulez après 24 heures et avant 12 heures, vous serez remboursé à 50 %%. Les frais de Cocarz ne sont pas inclus.","Passenger Cancels Confirmed Booking - After 12 Hours":"Sinon (après 12 heures), vous ne serez pas remboursé du tout.","Refund Processing Time":"Veuillez noter qu'un remboursement pour une réservation confirmée peut prendre jusqu'à 10 jours ouvrables pour apparaître sur votre compte bancaire."}
nl: {"Description":"Cocarz heeft het annuleringsbeleid verbeterd om eerlijk te zijn voor alle gebruikers.","Driver Cancels Pending or Approved Booking":"Als een bestuurder een in behandeling zijnde of goedgekeurde boeking annuleert of de reis annuleert, ontvangen passagiers een volledige terugbetaling, inclusief Cocarz-kosten.","Passenger Cancels Pending Booking":"Als u een passagier bent en u annuleert een in behandeling zijnde boeking, wordt u volledig en direct terugbetaald, inclusief Cocarz-kosten.","Passenger Cancels Confirmed Booking - 48 Hours Before Trip":"Als u 48 uur voor de reisdatum annuleert, wordt u volledig terugbetaald. Cocarz-kosten zijn niet inbegrepen.","Passenger Cancels Confirmed Booking - After 48 Hours and Before 24 Hours":"Als u annuleert na 48 uur en voor 24 uur, wordt u voor 50%% terugbetaald. Cocarz-kosten zijn niet inbegrepen.","Passenger Cancels Confirmed Booking - After 24 Hours and Before 12 Hours":"Als u annuleert na 24 uur en voor 12 uur, wordt u voor 50%% terugbetaald. Cocarz-kosten zijn niet inbegrepen.","Passenger Cancels Confirmed Booking - After 12 Hours":"Anders (na 12 uur) wordt u helemaal niet terugbetaald.","Refund Processing Time":"Houd er rekening mee dat een terugbetaling voor een bevestigde boeking tot 10 werkdagen kan duren voordat deze op uw bankrekening verschijnt."}

# about_cancellation
source: Cancellation Policy
de: Stornierungsrichtlinie
fr: Politique d'annulation
nl: Annuleringsbeleid

# about_fees_desc
source: {"How We Utilize Fees":"Cocarz fees are utilized for development, tree planting, and coral reef restoration. We believe in allocating a portion of the fees we collect to support initiatives that align with our commitment to environmental sustainability.","Supporting Development":"A part of the fees we collect is reinvested into the continuous development and enhancement of the Cocarz platform. This allows us to provide our users with an ever-improving experience and new features.","Tree Planting Initiatives":"Another significant portion of the fees contributes to tree planting initiatives. For every journey taken with Cocarz, we plant trees as part of our reforestation efforts, helping to offset carbon emissions and contribute to a greener planet.","Restoring Coral Reefs":"We are dedicated to marine conservation as well. A portion of the fees is directed towards restoring coral reefs. These fragile ecosystems play a crucial role in marine biodiversity and the health of our oceans.","Transparency and Impact":"We are committed to transparency in how we utilize our fees. By choosing Cocarz, you are not only supporting eco-friendly transportation but also actively participating in environmental initiatives that make a positive impact.","Provider Allocations":"We also allocate a portion of our fees to our providers. This supports crucial aspects such as payment processing and IT infrastructure, ensuring seamless transactions and a reliable platform for both providers and users."}
de: {"Wie wir Gebühren verwenden":"Die Gebühren von Cocarz werden für die Entwicklung, Baumpflanzungen und die Wiederherstellung von Korallenriffen verwendet. Wir glauben daran, einen Teil der gesammelten Gebühren für Initiativen zu verwenden, die mit unserem Streben nach Umweltschutz im Einklang stehen.","Unterstützung der Entwicklung":"Ein Teil der von uns erhobenen Gebühren wird in die kontinuierliche Entwicklung und Verbesserung der Cocarz-Plattform reinvestiert. Dies ermöglicht es uns, unseren Nutzern kontinuierlich verbesserte Erfahrungen und neue Funktionen zu bieten.","Baumpflanzungen":"Ein weiterer wichtiger Teil der Gebühren trägt zu Baumpflanzungsinitiativen bei. Für jede Fahrt mit Cocarz pflanzen wir Bäume im Rahmen unserer Aufforstungsbemühungen, um Kohlendioxidemissionen auszugleichen und zu einer grüneren Welt beizutragen.","Korallenriff-Wiederherstellung":"Wir sind auch der Meereserhaltung verpflichtet. Ein Teil der Gebühren wird für die Wiederherstellung von Korallenriffen eingesetzt. Diese sensiblen Ökosysteme spielen eine entscheidende Rolle für die Artenvielfalt im Meer und die Gesundheit unserer Ozeane.","Transparenz und Auswirkungen":"Wir verpflichten uns zur Transparenz darüber, wie wir unsere Gebühren verwenden. Durch die Wahl von Cocarz unterstützen Sie nicht nur umweltfreundliche Transportmittel, sondern nehmen auch an Umweltinitiativen teil, die eine positive Wirkung haben.","Gebühren für Anbieter":"Ein Teil unserer Gebühren fließt auch an unsere Anbieter. Dies unterstützt wesentliche Aspekte wie die Zahlungsabwicklung und die IT-Infrastruktur und sorgt für reibungslose Transaktionen und eine verlässliche Plattform für Anbieter und Nutzer."}
fr: {"Comment Nous Utilisons les Frais":"Les frais Cocarz sont utilisés pour le développement, la plantation d'arbres et la restauration des récifs coralliens. Nous croyons en allouant une partie des frais que nous collectons pour soutenir des initiatives en accord avec notre engagement envers la durabilité environnementale.","Soutien au Développement":"Une partie des frais que nous collectons est réinvestie dans le développement continu et l'amélioration de la plateforme Cocarz. Cela nous permet d'offrir à nos utilisateurs une expérience en constante amélioration et de nouvelles fonctionnalités.","Initiatives de Plantation d'Arbres":"Une autre partie importante des frais contribue aux initiatives de plantation d'arbres. Pour chaque trajet effectué avec Cocarz, nous plantons des arbres dans le cadre de nos efforts de reforestation, aidant ainsi à compenser les émissions de carbone et à contribuer à une planète plus verte.","Restauration des Récifs Coralliens":"Nous sommes également engagés dans la conservation marine. Une partie des frais est dirigée vers la restauration des récifs coralliens. Ces écosystèmes fragiles jouent un rôle crucial dans la biodiversité marine et la santé de nos océans.","Transparence et Impact":"Nous nous engageons à la transparence dans la manière dont nous utilisons nos frais. En choisissant Cocarz, vous soutenez non seulement les transports écologiques, mais vous participez également à des initiatives environnementales qui ont un impact positif.","Répartition des Fournisseurs":"Nous allouons également une partie de nos frais à nos fournisseurs. Cela soutient des aspects essentiels tels que le traitement des paiements et l'infrastructure informatique, garantissant des transactions fluides et une plateforme fiable tant pour les fournisseurs que pour les utilisateurs."}
nl: {"Hoe We Kosten Gebruiken":"De kosten van Cocarz worden gebruikt voor ontwikkeling, boomplantacties en het herstellen van koraalriffen. We geloven in het toewijzen van een deel van de kosten die we verzamelen om initiatieven te ondersteunen die in lijn zijn met ons streven naar milieuduurzaamheid.","Ondersteuning voor Ontwikkeling":"Een deel van de kosten die we innen, wordt opnieuw geïnvesteerd in voortdurende ontwikkeling en verbetering van het Cocarz-platform. Dit stelt ons in staat om onze gebruikers voortdurend verbeterde ervaringen en nieuwe functies te bieden.","Boomplantacties":"Een ander belangrijk deel van de kosten draagt bij aan boomplantinitiatieven. Voor elke rit die met Cocarz wordt gemaakt, planten we bomen als onderdeel van onze herbebossingsinspanningen, waardoor koolstofemissies worden gecompenseerd en bijgedragen wordt aan een groenere planeet.","Herstel van Koraalriffen":"We zijn ook toegewijd aan mariene conservatie. Een deel van de kosten wordt ingezet voor het herstellen van koraalriffen. Deze kwetsbare ecosystemen spelen een cruciale rol in de biodiversiteit van de zee en de gezondheid van onze oceanen.","Transparantie en Impact":"We zijn toegewijd aan transparantie in hoe we onze kosten gebruiken. Door voor Cocarz te kiezen, ondersteun je niet alleen milieuvriendelijk transport, maar neem je ook deel aan milieu-initiatieven die een positieve impact hebben.","Vergoedingen voor Dienstverleners":"We besteden ook een deel van onze kosten aan onze dienstverleners. Dit ondersteunt essentiële aspecten zoals betalingsverwerking en IT-infrastructuur, en zorgt voor soepele transacties en een betrouwbaar platform voor zowel dienstverleners als gebruikers."}

# about_fees
source: How we utilise fees
de: Wie wir Gebühren verwenden
fr: Comment Nous Utilisons les Frais
nl: Hoe We Kosten Gebruiken
