Repository: kefahB/i18n
Catalog: App_Resources/iOS/*.lproj/Localizable.strings
Languages: de, fr, nl

# save_card_msg
source: Save my card for next time
de: Bewahren Sie meine Karte für das nächste Mal auf
fr: Enregistrer ma carte pour la prochaine fois
nl: Bewaar mijn kaart voor de volgende keer

# payout_error_msg
source: We encountered a problem with your bank details! Please check your IBAN.
de: Wir haben ein Problem mit Ihren Bankdaten festgestellt! Bitte überprüfen Sie Ihre IBAN.
fr: Nous avons rencontré une problème avec vos coordonnés bancaire! merci de vérifier votre IBAN.
nl: Er is een probleem opgetreden met uw bankgegevens! Controleer uw IBAN.

# payout_error
source: Transfer error
de: Überweisungsfehler
fr: Erreur de virement
nl: Overboekingsfout

# payout_total_refund_msg_driver
source: According to the general conditions of use, the passenger will be fully reimbursed.
de: Gemäß den Allgemeinen Nutzungsbedingungen wird dem Passagier der volle Betrag erstattet
fr: Selon les conditions générales d'utilisations, le passager sera pleinement remboursé.
nl: Volgens de algemene gebruiksvoorwaarden wordt de passagier volledig vergoed.

# payout_total_refund_msg
source: You have been refunded your entire participation including booking fees.
de: Sie haben Ihre gesamte Teilnahme inklusive Buchungsgebühren zurückerstattet
fr: Vous avez été remboursé de la totalité de votre participation frais de réservation inclus.
nl: U heeft uw volledige deelname inclusief reserveringskosten teruggekregen.

# payout_total_refund
source: Total Refund
de: Gesamtrückerstattung
fr: Remboursement total
nl: Totale terugbetaling

# payout_partial_refund_msg
source: You have been refunded half of your participation (excluding booking fees).
de: Sie haben die Hälfte Ihrer Teilnahme (ohne Buchungsgebühren) zurückerstattet.
fr: Vous avez été remboursé de la moitié de votre participation (hors frais de réservation).
nl: Je hebt de helft van je deelname (exclusief reserveringskosten) teruggekregen.

# payout_partial_refund
source: Partial Refund
de: Teilweise Rückerstattung
fr: Remboursement partiel
nl: Gedeeltelijke terugbetaling

# payout_partial_payment_msg
source: The passenger has canceled his reservation, according to the general conditions of use you receive 50%% of the participation.
fr: Le passager a annulé sa réservation, selon les conditions générales d'utilisations vous reçevez 50%% de la participation.
nl: De passagier heeft zijn reservering geannuleerd, volgens de algemene gebruiksvoorwaarden ontvangt u 50%% van de deelname.

# payout_partial_payment
source: Partial payment
fr: Paiement partiel
nl: Gedeeltelijke betaling

# payout_sent_msg
source: The amount was paid into your bank account on %1$@ (48h working time).
de: Der Betrag wurde am %1$@ (48h Arbeitszeit) auf Ihr Bankkonto überwiesen
fr: Le montant a été versé sur votre compte bancaire en date du %1$@ (délais de 48h ouverable).
nl: Het bedrag is op %1$@ (48 uur werktijd) op uw bankrekening gestort.

# payout_sent
source: Payout Executed
de: Auszahlung ausgeführt
fr: Paiement exécuté
nl: Uitbetaling uitgevoerd

# waiting_for_payout_msg
source: Payment registered, the transfer will be executed 48 hours after the date of the trip.
de: Zahlung registriert, die Überweisung wird 48 Stunden nach dem Reisedatum ausgeführt.
fr: Paiment enregisté, le virement sera exécuter 48h après la date du trajet.
nl: Betaling geregistreerd, de overschrijving wordt 48 uur na de datum van de reis uitgevoerd.

# waiting_for_payout
source: Payment saved
de: Zahlung gespeichert
fr: Paiement enregistré
nl: Betaling opgeslagen

source: Registered Payment
fr: Paiement enregistré
nl: Geregistreerde betaling

# to_be_refunded
source: Refunded...
de: Erstattet …
fr: Remboursement...
nl: Terugbetaald...

source: Refunded
de: Erstattet
fr: Remboursé

source: Transaction Details
de: Transaktionsdetails
fr: Détails de la transaction
nl: Transactiedetails

# how_select_frequent_dates_4_msg
source: Click to clear all selected dates.
fr: Cliquez pour effacer tous les dates selectionnées.
nl: Klik om alle Geselecteerde datums te wissen.

# how_select_frequent_dates_3_msg
source: It will be useful when your trip is a round trip and your return trips will take place the next day. Example: your departure trips are every Monday at 11 p.m., if the trip time is 1 hour , so your return trip will take place the next day (Tuesday), so in this case it is advisable to uncheck this box and select departures every Monday, then select Tuesdays as the return date.
fr: Il vous sera utils lors ce que votre trajet est un aller/retour et que vos trajets de retour auront lieu le lendemain. Example: vos trajets de départ sont tous les lundis à 23h, si le temps de trajet est de 1h, ainsi votre trajet de retour interviendra le lendemain (le mardi), alors il convient dans ce cas de figure de décocher cette case et sélectionner les départ tous les lundis, puis vous sélectionner les mardis comme date de retour.
nl: Het is handig als uw rit een rondrit is en uw terugrit de volgende dag plaatsvindt. voorbeeld: uw vertrekreizen zijn elke maandag om 23.00 uur., als de rittijd is 1 uur , vindt uw retourrit de volgende dag (dinsdag) plaats, dus in dit geval is het raadzaam om dit vakje uit te vinken en vertrek alke maandag te selecteren en vervolgens dinsdag als retourdatum te selecteren.

# how_select_frequent_dates_2_msg
source: Select the desired dates from the calendar. If your trip is a round trip and "%1$@" is selected, the chosen departure dates will be replicated on the return schedule. Uncheck "%2$@" to select different dates.
fr: sélectionner les dates désirés depuis le calendrier. Si votre trajet est un aller/retour et "%1$@" est selectionné, les dates de départ choist seront répliqué sur le calendrier de retour. Décochez "%2$@" afin de sélectionner des dates différents.
nl: Selecteer de gewenste datums uit de kalendar. Als uw rit een rondrit is en "%1$@" geselecteerd is, De gekozen vertrekdatumm zullen gerepliceerd worden op de retourschema. Vink uit "%2$@" om verschillende datumes te selecteren.

# how_select_frequent_dates_2_title
source: Choose several dates:
fr: Choisir plusieurs dates:
nl: Kiez meerdere datums:

# how_select_frequent_dates_1_msg
source: Start by choosing the start date of your journeys as well as the end date (6 months maximum) then select the desired days of the week (for example Monday), so every Monday from the start date until the end will be selected.
fr: Commencer par choisir la date de début de vos trajets ainsi que la date de fin (6 mois maximunm) puis selectionnez les jours de la semaine désirés (par example lundi), ainsi tous les lundis depuis la date de début jusqu'à la date de fin seront selectionnées.
nl: Begin met het kiezen van de startdatum van uw reizen net zoals de eiddatum(6 maasnden maximaal) dan selecteer de gewenste dagen van de week (Bijvoorbeeld maandag), dus elke maandag vanaf de startdatum tot het eind zal geselecteerd worden.

# how_select_frequent_dates_1_title
source: Select all days for a given period:
fr: sélectionner tous les jours pour une période donnée:
nl: Selecteer alle dagen voor een bepaalde periode:

# how_select_frequent_dates
source: How does it work?
fr: Comment ça marche ?
nl: Hoe werkt het?

# destination_same_as_origin
source: The departure is the same as the destination, please check your route!
fr: Le point de départ est identique à la destination, merci de vérifier votre trajet!
nl: De vertrekking is dezelfde als de bestemming, please check your route!

# passenger_booking_manual_msg
source: The driver has chosen automatic booking mode, your booking must be approved
fr: Le conducteur a choisi le mode de réservation manuelle, votre réservation doit être approuvée
nl: e chauffeur heeft Automatische boeking mode gekozen, uw boeking moet goedgekeurd worden

# passenger_booking_auto_msg
source: The driver has chosen automatic booking mode, your booking will be approved automatically
fr: Le conducteur a choisi le mode de réservation automatique, votre réservation sera approuvée automatiquement
nl: De chauffeur heeft Automatische boeking mode gekozen, uw boeking zal automatisch goedgekeurd worden

# no_seats_avail
source: Full trip!
fr: Trajet complet!
nl: Volledige rit!

# not_alloed
source: not allowed operation
fr: Opération non autorisée
nl: niet toegestane bediening

source: See all quotations
fr: Voir les porpositions
nl: Bekijk alle offertes

# country_not_allowed
source: Due to regulations, this service is not supported in your country!
fr: En raison de la réglementation, ce service n'est pas supporté dans votre pays!
nl: Wegens regelgeving, deze service wordt niet ondersteund in uw land!

# dont_show_again
source: Do not display anymore
fr: Ne plus afficher
nl: Niet meer weergeven

# show_how_to
source: See how to use Cocarz
fr: Voir comment ça marche
nl: Zie hoe Cocarz te gebruiken

# how_i_get_paied
source: How I get my money as a driver?
fr: Comment puis-je obtenir mon argent ?
nl: Hoe ontvang Ik mijn geld als een chauffeur?

source: How to add my car?
fr: Comment ajouter ma voiture
nl: Hoe voeg ik mijn auto toe?

# how_to_book_a_trip
source: How to book a Chauffeur ?
de: How to book a Chauffeur trip?
fr: Comment réserver un Chauffeur
nl: Hoe boekt u a Carlift rit?

# how_to_search_a_trip
source: How to search a Chauffeur ?
de: How to search a Chauffeur trip?
fr: Comment chercher un Chauffeur
nl: Hoe zoekt u een Carlift rit?

# how_to_create_a_trip
source: How to become a Chauffeur ?
de: How to create a Chauffeur trip?
fr: Comment devenir un Chauffeur
nl: Hoe maakt u een Carlift rit aan?

# i_am_driver
source: I am a Driver
fr: Je suis conducteur
nl: Ik ben een Chauffeur

# i_am_passenger
source: I am a Passenger
fr: Je suis passager
nl: Ik ben een passagier

# see_youtube_how_to_msg
source: Learn how to use Cocarz and take advantage of all the new features
fr: Apprendre comment utiliser Cocarz et profiter de toutes les nouvelles fonctionalitées.
nl: Leer hoe Cocarz te gebruiken en profiteer van alle nieuwe functies

# see_youtube_how_to_title
source: How To?
fr: Comment faire ?
nl: Hoe?

# see_cocarz_channel
source: See Cocarz Channel on Youtube
fr: Voir la chaine de Cocarz sur Youtube
nl: Zie Cocarz Kanaal op Youtube

# see_cocarz_howto_website
source: See How to section (website)
fr: Voir comment ça marche (site web)
nl: Zie de sectie Hoe (website)

source: Checkout
fr: Vérifier
nl: Afrekenen

# accept_cgv
source: By clicking on book you accept the general conditions of sale
fr: En cliquant sur Réserver vous acceptez les condition générales des ventes
nl: Door op boeken te klikken accepteert u de algemene verkoopvoorwaarden

# cost_summary_msg
source: Click on Checkout to go to the payment page
fr: Cliquer sur Vérifier pour aller sur la page de paiement
nl: Klik op Afrekenen om naar de betaalpagina te gaan

source: Cost summary
fr: Résumé des coûts
nl: Kosten overzicht

source: Send your offre
fr: Envoyer votre offre
nl: Verstuur uw verzoek

# maps_not_avail
source: Maps should be installed on your device!
fr: La carte doit être installé sur votre appareil !
nl: Kaarten moeten op uw apparaat zijn geïnstalleerd!

# see_trip_on_maps
source: See the route on the map
fr: Voir le trajet sur la carte
nl: Zie de route op de kaart

# carlift_passenger_msg_round
source: Hello Cocarzer, I need a Chauffeur %1$@ pickup from %2$@ to %3$@ at %4$@ and return %5$@ from %6$@ to %7$@ at %8$@. Please do popose your best price.
de: Hello Cocarzer, I need Chauffeur %1$@ pickup from %2$@ to %3$@ at %4$@ and return %5$@ from %6$@ to %7$@ at %8$@. Please do popose your best price.
fr: Salut Cocarzer, J'ai besoin un Chauffeur %1$@ de %2$@ à %3$@ à %4$@ et le retour %5$@ de %6$@ à %7$@ à %8$@. Merci de proposer votre meilleurs prix.
nl: Hallo Cocarzer, Ik heb Carlift nodig %1$@ ophalen van %2$@ naar %3$@ om %4$@ en retour %5$@ van %6$@ naar %7$@ om %8$@. Stel alstublieft uw beste prijs voor.

# carlift_passenger_msg_oneway
source: Hello Cocarzer, I need a Chauffeur %1$@ pickup from %2$@ to %3$@ at %4$@. Please do popose your best price.
de: Hello Cocarzer, I need Chauffeur %1$@ pickup from %2$@ to %3$@ at %4$@. Please do popose your best price.
fr: Salut Cocarzer, J'ai besoin un Chauffeur %1$@ de %2$@ à %3$@ à %4$@. Merci de proposer votre meilleurs prix.
nl: Hallo Cocarzer, Ik heb Carlift nodig %1$@ ophalen van %2$@ naar %3$@ op %4$@. Stel alstublieft uw beste prijs voor.

source: Estimated time
fr: Estimation de temps
nl: Geschatte tijd

source: Estimated distance
fr: Estimation de distance
nl: Geschatte afstand

# send_your_offer
source: Send your request
fr: Envoyer votre demande
nl: Verstuur uw verzoek

source: tomorrow
fr: demain
nl: morgen

source: today
fr: aujourd'hui
nl: vandaag

# offer_not_found
source: This offer may not be available anymore.
fr: Cette offre n'est peut être plus disponible
nl: Deze aanbieding is mogelijk niet meer beschikbaar.

# my_offer_received_passenger
source: My offers received (passenger)
fr: Mes offres reçus (passager)
nl: Mijn aanbiedingen ontvangen (passagier)

# my_offer_sent_driver
source: My offers sent (driver)
fr: Mes offres envoyés (conducteur)
nl: Mijn aanbiedingen verzonden (chauffeur)

# my_offer_received
source: My offers received
fr: Mes offres reçus
nl: Mijn aanbiedingen ontvangen

# my_offer_sent
source: My offers sent
fr: Mes offres envoyés
nl: Mijn aanbiedingen verzonden

# i_passenger
source: I am a passenger
fr: Je suis passager
nl: Ik ben een passagier

# i_driver
source: I'm a driver
fr: Je suis conducteur
nl: Ik ben een chauffeur

source: Passenger
fr: Passager
nl: passagier

source: Driver
fr: Conducteur
nl: chauffeur

# your_trip_date_is_past
source: Your trip date is (%1$@), this date is in the past now. Request again!
fr: La date de votre trajet est le (%1$@), cette date est dans le passé maintenat. Faites une nouvelle demande !
nl: Uw reis datum is (%1$@), deze datum is verleden nu. Opnieuw aanvragen!

# no_quotations_yet
source: No quotes at this time!
fr: Auccun offres de prix pour le moment !
nl: Geen offertes op dit moment!

# carlift_result_find_driver_count
source: %1$@ matches your search
fr: %1$@ corresponds à votre recherche
nl: %1$@ past bij uw onderzoek

# no_drivers_was_found
source: We didn't find any drivers for your trip!
fr: Nous n'avons pas trouvé des conduceturs pour vptre trajet !
nl: We hebben geen chauffeurs voor uw reis gevonden!

# no_offers_msg
source: No offers yet!
fr: Pas d'offres pour le moment !
nl: Nog geen aanbiedingen yet!

# pending_offers
source: Offers
fr: Offres
nl: Aanbiedingen

source: Time
fr: Heure
nl: Tijd

# price_proposal_not_available
source: This proposal may not exist anymore.
fr: Cette propostion n'exist peut être plus.
nl: Dit voorstell bestaat mogelijk niet meer .

source: Refuse Offer
fr: Refuser l'offre
nl: Aanbieding weigeren

source: Accept Offer
fr: Accepter l'offre
nl: Aanbieding accepteren

# send_last_price_offer_msg
source: You have chosen to offer a last offer, the passenger will no longer be able to send you a counter offer, he must either accept or cancel his reservation offer.
fr: Vous avez choisit de proposer une dernière offre, le passager ne pourra plus vous envoyer une contre poropsition, il doit soit accepter soit annuler.
nl: U heeft gekozen om de Laatste aanbieding te bieden, de passagier zal niet meer een tegen aanbieding kunnen toesturen, hij moet zijn reserveringaanbod accepteren of annuleren.

# send_last_price_offer
source: Send last offer
fr: Envoyer la dernière offre
nl: Laatste aanbieding verzenden

# send_price_offer
source: Send your offer
fr: Envoyer votre offre
nl: Uw aanbieding verzenden

source: Your price
fr: Votre prix
nl: Uw prijs

# new_offer_title_msg
source: Offer the amount you estimate possible to take this trip.
fr: Proposer le montant que vous estimez nécessaire pour accepter ce trajet.
nl: Biedt het bedrag dat u mogelijk schat om deze reis te maken.

# new_offer_title
source: New Offer
fr: Nouvelle offre
nl: Nieuwe aanbieding

source: make_contre_proposal
fr: Contre proposition ?

# receive_price_offer_msg
source: Once submitted, all drivers in the search results will receive a notification to send you their proposals.
fr: Après envoi, tous les conducteurs des résultats de recherche seront notifiés pour soumettre leurs propositions.
nl: Zodra ingediend, alle chauffeurs in de zoekresultaten zullen een melding ontvangen om hun voorstelling toe te sturen.

# receive_price_offer
source: Request a price for this trip
fr: Recevoir les offres
nl: Een prijs voor deze reis aanvragen

# msg_one_carlift_per_user
source: You already have a ride! Only one Chauffeur trip is allowed per user. If you wish to add more destinations, edit your existing trip. If you have a Taxi company, contact us on contact@cocarz.com
de: You already have a ride! Only one Chauffeur trip is allowed per user. If you wish to add more destinations, edit your existing trip. If you have a Chauffeur company, contact us on +971 56 963 22 86
fr: Vous avez déjà un trajet ! Un seul trajet Chauffeur est autorisé par utilisateur. Si vous souhaitez ajouter plus de destination, éditer votre trajet existant. Si vous avez une entreprise de Carlift, contactez nous au contact@cocarz.com.
nl: U heeft al een rit! Alleen 1 Insta-reis reis is toegestaan per gebruiker. Als u meer Bestemmingen toevoegen wenst, bewerkt u edit uw bestaande reis. Als u een Autolift bedrijf heeft, neemt u een contact met on op +971 56 963 22 86

# just_for_ladies_msg
source: Enable this option if you are a female driver and wish to have female passengers only
fr: Activer cette option si vous êtes une conductrice et que vous souhaitez avoir des passagers féminins.
nl: Schakel deze optie als u een vrouwelijke chauffeur bent en wenst alleen vrouwelijke passagiers te hebben

# minimum_seats_to_go_msg_1
source: If you put 2 places minimum, you are obliged to travel as soon as you have 2 reservations
fr: Si vous optez pour 2 places minimum, vous serez obligé de voyager dès lors que vous aurez 2 réservations
nl: Als u minimaal 2 plaatsen plaatst, U bent verplicht om te reizen zodra u 2 reserveringen heeft

# minimum_seats_to_go_msg
source: Fill in the minimum number of reservations required to travel:
fr: Indiquer le nombre de réservations minimums requis pour voyager:
nl: Vul het minimale aantal reserveringen in die voor reizen nodig zijn:

# sharing_booking_msg
source: Select if you accept shared rides, this will be indicated in the search results
fr: Selectionner si vous acceptez les trajets partagés, ceci sera indiqué dans les résultats de recherche
nl: Selecteer of u gedeelde ritten accepteert, dit wordt aangegeven in de zoekresultaten

# private_booking_msg
source: Select whether you accept private rides, this will be indicated in the search results
fr: Selectionner si vous acceptez les trajets privés, ceci sera indiqué dans les résultats de recherche
nl: Selecteer of u privéritten accepteert, dit wordt aangegeven in de zoekresultaten

# trip_expire_date
source: Chauffeur trips never expire, so you have the possibility to create 1 single trip and receive infinite reservations, you can change this option by activating the expiration and entering a date.
fr: Les trajets Chauffeur sont sans limite de validité, vous permettant de créer un trajet unique et de recevoir un nombre illimité de réservations. Vous pouvez également activer une option d'expiration en renseignant une date.
nl: Insta-Reis reizen velopen nooit, dus u heeft de mogelijkheid om 1 enkel reis te creëren en oneindige reserveringen ontvangen, u kunt deze optie wijzigen door de vervaldatum te activeren en een datum in te verloren.

# seats_number_msg
source: Choose the number of seats available. Keep 2 seats behind for better comfort.
fr: Choisissez le nombre de places disponibles. Gardez 2 places à l'arrière pour un meilleur confort.
nl: Kies het aantal stoelen beschikbaar. Laat 2 stoelen achter behind voor meer comfort.

# this_trip_is_for_ladies_only
source: This ride is for ladies only!
fr: Ce trajet est réservé aux Femmes !
nl: Deze rit is alleen voor dames!

# seat_price_for_rounded_carlift
source: Price per seat x2 for a round trip!
de: Preis der Belagerung x2 für eine Rückkehr!
fr: Prix par siège x2 pour aller/retour!
nl: Prijs per stoel x2 voor een retourrit!

# atleast_one_booking_type_required
source: At least 1 booking type must be chosen (Private or Shared)
de: Es muss mindestens 1 Buchungstyp ausgewählt werden (Privat oder Geteilt)
fr: Au moins 1 type de réservation doit être choisi (Privé ou Partagé)
nl: Ten minste 1 boekingstype moet gekozen worden (Prive of Gedeeld)

# msg_is_private_booking
source: You have chosen a private bookings! You will be charged full price!
de: Sie haben sich für eine private Buchung entschieden! Es wird Ihnen der volle Preis berechnet!
fr: Vous avez choisi une trajet de réservation privée ! Vous serez facturé plein tarif !
nl: U heeft gekozen voor een prive beking! U betaalt de volledige prijs!

# msg_is_sharing_booking
source: You have chosen a shared booking route! The driver travels with at least %1$@ passenger(s)!
de: Sie haben eine gemeinsame Buchungsroute gewählt! Der Fahrer reist mit mindestens %1$@ Passagier(en)!
fr: Vous avez choisi un trajet de réservation partagé ! Le conducteur se déplace avec un minimum de %1$@ passager(s) !
nl: U heeft gekozen voor een gedeelde boekingsroute! De chauffeur reist met ten minste %1$@ passagier(s)!

# msg_is_private_booking_only
source: This driver accepts private bookings only! You will be charged full price!
de: Dieser Fahrer akzeptiert nur private Buchungen! Es wird Ihnen der volle Preis berechnet!
fr: Le conducteur accepte les réservations privées seulement ! Vous serez facturé plein tarif !
nl: Deze chauffeur accepteert alleen privae boekingen! U betaalt de volledige prijs!

source: Booking type
de: Buchungsart
fr: Type de réservations
nl: Boekingstype

# accept_private_booking
source: I accept private bookings
de: Ich akzeptiere private Buchungen
fr: J'accepte les réservations privées
nl: Ik accepteer prive boekingen

# accept_sharing_booking
source: I accept shared reservations
de: Ich akzeptiere gemeinsame Reservierungen
fr: J'accepte les réservations partagées
nl: Ik accepteer gedeelde reserveringen

# select_date_and_book
source: Select and Book
de: Auswählen und buchen
fr: Options et réservation
nl: Selecteer and Boek

# trip_not_found
source: This trip may no longer exist!
de: Diese Reise existiert möglicherweise nicht mehr!
fr: Ce trajet n'existe peut être plus !
nl: Deze rit bestaat mogelijk niet meer!

source: Select pickup Time
de: Wählen Sie die Abholzeit
fr: Heure départ souhaitée
nl: Selecteer ophaaltijd

source: Select pickup Date
de: Wählen Sie das Abholdatum
fr: Date de départ souhaitée
nl: Selecteer ophaaldatum

# search_exacte_address_to
source: To: (Exact address)
de: An: (Genaue Adresse)
fr: À: (Exacte adresse)
nl: Naar: (Exact adres)

# search_exacte_address_from
source: From: (Exact address)
de: Von: (Genaue Adresse)
fr: De: (Exacte adresse)
nl: Van: (Exact adres)

source: Carpooling
de: Fahrgemeinschaften
fr: Covoiturage

source: Carpool
de: Fahrgemeinschaft
fr: Covoiturage
nl: Carpoolen

source: Car Lift
de: Autoaufzug
fr: Chauffeur
nl: Auto Lift

# create_trip_title
source: What kind of Trip?
de: Was für eine Reise?
fr: Quel type de trajet ?
nl: Wat voor reis?

# for_ladies_explaine
source: You are a Lady, do activate the "Just For Ladies" feature then you will be able to receive bookings from Ladies only
de: Wenn Sie eine Dame sind, aktivieren Sie bitte die Funktion „Nur für Damen“, dann können Sie nur Buchungen von Damen erhalten
fr: Êtes-vous une Dame, activer le service "Juste pour les Dames" et accepter les réservations entre dames.
nl: U bent een dame, activeert u de "Allen voor dames" functie dan zal u alleen boekingen van dames kunnen ontvangen
